var _campaignDicData = {};
_campaignDicData.channelCategorys = {
    "VAM": [{"id": 5101, "name": "安保服务"}, {"id": 5102, "name": "安保器材"}, {
        "id": 5103,
        "name": "安全防伪"
    }, {"id": 5104, "name": "防盗报警"}, {"id": 5105, "name": "交通消防"}, {"id": 5106, "name": "智能楼宇"}, {
        "id": 5201,
        "name": "办公设备"
    }, {"id": 5202, "name": "教具"}, {"id": 5203, "name": "文具"}, {"id": 5301, "name": "彩票"}, {
        "id": 5401,
        "name": "物流"
    }, {"id": 5402, "name": "汽车"}, {"id": 5403, "name": "火车"}, {"id": 5404, "name": "船舶"}, {
        "id": 5405,
        "name": "飞机"
    }, {"id": 5406, "name": "机动车相关服务"}, {"id": 5601, "name": "出版印刷"}, {"id": 5602, "name": "影视传媒"}, {
        "id": 5603,
        "name": "广播有线电视"
    }, {"id": 5701, "name": "电脑整机"}, {"id": 5702, "name": "电脑配件"}, {"id": 5703, "name": "网络设备"}, {
        "id": 5704,
        "name": "电脑服务"
    }, {"id": 5801, "name": "电子元器件"}, {"id": 5802, "name": "电机设备"}, {"id": 5803, "name": "电线电缆"}, {
        "id": 5804,
        "name": "供电设备"
    }, {"id": 5805, "name": "照明设备"}, {"id": 5806, "name": "仪器仪表"}, {"id": 5807, "name": "其他电子设备"}, {
        "id": 5901,
        "name": "建筑工程"
    }, {"id": 5902, "name": "房屋租售"}, {"id": 5903, "name": "物业管理"}, {"id": 5904, "name": "装修服务"}, {
        "id": 5905,
        "name": "建筑装修材料"
    }, {"id": 6001, "name": "网上商城"}, {"id": 6002, "name": "导购网站"}, {"id": 6003, "name": "团购网站"}, {
        "id": 6004,
        "name": "社交平台"
    }, {"id": 6005, "name": "分类服务平台"}, {"id": 6006, "name": "生活服务网站"}, {"id": 6007, "name": "休闲娱乐网站"}, {
        "id": 6101,
        "name": "服装"
    }, {"id": 6102, "name": "鞋帽"}, {"id": 6103, "name": "纺织原料"}, {"id": 6201, "name": "箱包"}, {
        "id": 6202,
        "name": "饰品"
    }, {"id": 6301, "name": "涂料"}, {"id": 6302, "name": "化工原料"}, {"id": 6303, "name": "橡胶"}, {
        "id": 6304,
        "name": "塑料"
    }, {"id": 6305, "name": "能源"}, {"id": 6306, "name": "冶金"}, {"id": 6307, "name": "包装材料"}, {
        "id": 6401,
        "name": "通用机械设备"
    }, {"id": 6402, "name": "通用零配件"}, {"id": 6403, "name": "建筑工程机械"}, {"id": 6404, "name": "勘探机械"}, {
        "id": 6405,
        "name": "化工机械"
    }, {"id": 6406, "name": "木材石材加工机械"}, {"id": 6407, "name": "印刷机械"}, {"id": 6408, "name": "模具"}, {
        "id": 6409,
        "name": "食品机械"
    }, {"id": 6410, "name": "农林机械"}, {"id": 6411, "name": "纸制造加工设备"}, {"id": 6412, "name": "制鞋纺织机械"}, {
        "id": 6413,
        "name": "商业设备"
    }, {"id": 6414, "name": "包装机械"}, {"id": 6415, "name": "制药设备"}, {"id": 6416, "name": "冶炼铸造设备"}, {
        "id": 6417,
        "name": "机床机械"
    }, {"id": 6418, "name": "五金工具"}, {"id": 6419, "name": "物流设备"}, {"id": 6420, "name": "清洁通风设备"}, {
        "id": 6421,
        "name": "焊接材料设备"
    }, {"id": 6422, "name": "玻璃橡塑设备"}, {"id": 6423, "name": "金属材料"}, {"id": 6424, "name": "电子产品制造设备"}, {
        "id": 6501,
        "name": "家具"
    }, {"id": 6502, "name": "家纺家饰"}, {"id": 6503, "name": "厨具餐具"}, {"id": 6504, "name": "日化用品"}, {
        "id": 6601,
        "name": "大型家电"
    }, {"id": 6602, "name": "厨用电器"}, {"id": 6603, "name": "卫浴家电"}, {"id": 6604, "name": "健康电器"}, {
        "id": 6605,
        "name": "生活小家电"
    }, {"id": 6701, "name": "学前教育"}, {"id": 6702, "name": "小初高教育"}, {"id": 6703, "name": "高教自考"}, {
        "id": 6704,
        "name": "留学"
    }, {"id": 6705, "name": "IT培训"}, {"id": 6706, "name": "语言培训"}, {"id": 6707, "name": "职业培训"}, {
        "id": 6708,
        "name": "文体培训"
    }, {"id": 6709, "name": "企业培训拓展"}, {"id": 6710, "name": "特殊人群教育"}, {"id": 6801, "name": "污染处理"}, {
        "id": 6802,
        "name": "废旧回收"
    }, {"id": 6803, "name": "节能"}, {"id": 6901, "name": "理财"}, {"id": 6902, "name": "银行"}, {
        "id": 6903,
        "name": "保险"
    }, {"id": 6904, "name": "投资担保"}, {"id": 6905, "name": "典当"}, {"id": 6906, "name": "贷款"}, {
        "id": 6907,
        "name": "快速致富"
    }, {"id": 7001, "name": "礼品"}, {"id": 7101, "name": "旅游"}, {"id": 7102, "name": "宾馆酒店"}, {
        "id": 7103,
        "name": "交通票务"
    }, {"id": 7104, "name": "文体票务"}, {"id": 7201, "name": "化妆品"}, {"id": 7301, "name": "母婴护理"}, {
        "id": 7401,
        "name": "兽医兽药"
    }, {"id": 7402, "name": "农药"}, {"id": 7403, "name": "化肥"}, {"id": 7404, "name": "养殖"}, {
        "id": 7405,
        "name": "种植"
    }, {"id": 7406, "name": "园林景观"}, {"id": 7501, "name": "操作系统"}, {"id": 7502, "name": "中间件软件"}, {
        "id": 7503,
        "name": "应用软件"
    }, {"id": 7504, "name": "杀毒软件"}, {"id": 7505, "name": "监控安全软件"}, {"id": 7506, "name": "数据库软件"}, {
        "id": 7507,
        "name": "企业软件"
    }, {"id": 7508, "name": "行业专用软件"}, {"id": 7509, "name": "支付结算软件"}, {"id": 7510, "name": "教学软件"}, {
        "id": 7601,
        "name": "出国"
    }, {"id": 7602, "name": "招聘"}, {"id": 7603, "name": "翻译"}, {"id": 7604, "name": "设计"}, {
        "id": 7605,
        "name": "广告"
    }, {"id": 7606, "name": "公关策划"}, {"id": 7607, "name": "咨询"}, {"id": 7608, "name": "拍卖"}, {
        "id": 7609,
        "name": "代理"
    }, {"id": 7610, "name": "调查"}, {"id": 7611, "name": "法律服务"}, {"id": 7612, "name": "会计审计"}, {
        "id": 7613,
        "name": "铃声短信"
    }, {"id": 7701, "name": "搬家"}, {"id": 7702, "name": "家政"}, {"id": 7703, "name": "征婚交友"}, {
        "id": 7704,
        "name": "仪式典礼"
    }, {"id": 7705, "name": "摄影"}, {"id": 7706, "name": "汽车租赁"}, {"id": 7707, "name": "家电维修"}, {
        "id": 7708,
        "name": "居民服务"
    }, {"id": 7801, "name": "生活食材"}, {"id": 7802, "name": "休闲零食"}, {"id": 7803, "name": "饮料"}, {
        "id": 7806,
        "name": "餐馆"
    }, {"id": 7901, "name": "手机"}, {"id": 7902, "name": "数码产品"}, {"id": 8001, "name": "通讯服务"}, {
        "id": 8002,
        "name": "通讯设备"
    }, {"id": 8101, "name": "网站建设"}, {"id": 8102, "name": "域名空间"}, {"id": 8301, "name": "游戏开发"}, {
        "id": 8302,
        "name": "游戏运营"
    }, {"id": 8303, "name": "游戏周边"}, {"id": 8401, "name": "体育器械"}, {"id": 8402, "name": "休闲活动"}, {
        "id": 8403,
        "name": "运势测算"
    }, {"id": 8404, "name": "宠物服务"}, {"id": 8405, "name": "玩具模型"}, {"id": 8406, "name": "乐器"}, {
        "id": 8501,
        "name": "服装饰品加盟"
    }, {"id": 8502, "name": "美容化妆加盟"}, {"id": 8503, "name": "礼品加盟"}, {"id": 8504, "name": "食品保健品加盟"}, {
        "id": 8505,
        "name": "生活服务加盟"
    }, {"id": 8506, "name": "教育培训加盟"}, {"id": 8507, "name": "机械电子建材加盟"}, {"id": 8508, "name": "汽车加盟"}, {
        "id": 8509,
        "name": "旅游住宿加盟"
    }, {"id": 8510, "name": "干洗加盟"}, {"id": 8511, "name": "综合招商"}, {"id": 8514, "name": "养殖加盟"}, {
        "id": 8601,
        "name": "学术公管社会组织"
    }, {"id": 9801, "name": "成人用品"}, {"id": 9802, "name": "美容"}, {"id": 9803, "name": "保健食品"}, {
        "id": 9804,
        "name": "烟酒"
    }, {"id": 9805, "name": "约会交友"}, {"id": 9806, "name": "男科"}, {"id": 9807, "name": "妇科"}, {
        "id": 9808,
        "name": "美容整形"
    }, {"id": 9809, "name": "专科医院"}, {"id": 9810, "name": "中医"}, {"id": 9811, "name": "体检机构"}, {
        "id": 9812,
        "name": "综合医院"
    }, {"id": 9813, "name": "药品"}, {"id": 9814, "name": "医疗器械"}, {"id": 9815, "name": "减肥"}, {
        "id": 9901,
        "name": "其他"
    }],
    "DSP": [{
        "channelCategorys": {"VAM": 6401, "BES": 6401, "TANX": 72406},
        "id": 80001,
        "name": "制造业"
    }, {
        "channelCategorys": {"VAM": 7802, "BES": 7803, "TANX": 71099},
        "id": 80101,
        "name": "食品饮料"
    }, {
        "channelCategorys": {"VAM": 6101, "BES": 6101, "TANX": 70111},
        "id": 80201,
        "name": "服装鞋帽"
    }, {
        "channelCategorys": {"VAM": 6201, "BES": 6201, "TANX": 70206},
        "id": 80301,
        "name": "箱包饰品"
    }, {
        "channelCategorys": {"VAM": 9901, "BES": 9901, "TANX": 71106},
        "id": 80401,
        "name": "奢侈品"
    }, {
        "channelCategorys": {"VAM": 7201, "BES": 7201, "TANX": 70799},
        "id": 80501,
        "name": "化妆品"
    }, {
        "channelCategorys": {"VAM": 7901, "BES": 7902, "TANX": 70401},
        "id": 80601,
        "name": "手机数码家电"
    }, {
        "channelCategorys": {"VAM": 6504, "BES": 6504, "TANX": 70911},
        "id": 80701,
        "name": "生活日用"
    }, {
        "channelCategorys": {"VAM": 7301, "BES": 7301, "TANX": 70899},
        "id": 80801,
        "name": "母婴儿童"
    }, {
        "channelCategorys": {"VAM": 6501, "BES": 6501, "TANX": 70902},
        "id": 80901,
        "name": "家居家具"
    }, {
        "channelCategorys": {"VAM": 8302, "BES": 8302, "TANX": 71301},
        "id": 81001,
        "name": "游戏"
    }, {
        "channelCategorys": {"VAM": 8402, "BES": 6006, "TANX": 71618},
        "id": 81101,
        "name": "生活娱乐"
    }, {
        "channelCategorys": {"VAM": 7101, "BES": 7101, "TANX": 71799},
        "id": 81201,
        "name": "票务旅游"
    }, {
        "channelCategorys": {"VAM": 5901, "BES": 5902, "TANX": 71606},
        "id": 81301,
        "name": "房地产"
    }, {
        "channelCategorys": {"VAM": 7701, "BES": 5402, "TANX": 71103},
        "id": 81401,
        "name": "汽车"
    }, {
        "channelCategorys": {"VAM": 6901, "BES": 6901, "TANX": 72199},
        "id": 81501,
        "name": "金融财经"
    }, {
        "channelCategorys": {"VAM": 6703, "BES": 6703, "TANX": 71299},
        "id": 81601,
        "name": "教育培训"
    }, {
        "channelCategorys": {"VAM": 6004, "BES": 6004, "TANX": 71906},
        "id": 81701,
        "name": "社交"
    }, {
        "channelCategorys": {"VAM": 7001, "BES": 7001, "TANX": 71819},
        "id": 81801,
        "name": "鲜花礼品"
    }, {
        "channelCategorys": {"VAM": 9812, "BES": 8204, "TANX": 71499},
        "id": 81901,
        "name": "医疗健康"
    }, {
        "channelCategorys": {"VAM": 9801, "BES": 5501, "TANX": 72702},
        "id": 82001,
        "name": "成人用品"
    }, {
        "channelCategorys": {"VAM": 8404, "BES": 8404, "TANX": 70918},
        "id": 82101,
        "name": "宠物用品"
    }, {
        "channelCategorys": {"VAM": 7403, "BES": 8514, "TANX": 72301},
        "id": 82201,
        "name": "工农林牧渔"
    }, {
        "channelCategorys": {"VAM": 8001, "BES": 5704, "TANX": 71905},
        "id": 82301,
        "name": "网络与软件"
    }, {
        "channelCategorys": {"VAM": 5301, "BES": 5301, "TANX": 71514},
        "id": 82401,
        "name": "彩票"
    }, {
        "channelCategorys": {"VAM": 6001, "BES": 9901, "TANX": 79901},
        "id": 82501,
        "name": "其他"
    }, {"channelCategorys": {"VAM": 9901, "BES": 6001, "TANX": 71902}, "id": 82601, "name": "综合电商"}],
    "XTRADER": [{"id": 1, "name": "母婴"}, {"id": 2, "name": "数码"}, {"id": 3, "name": "旅游服务类"}, {
        "id": 4,
        "name": "网络游戏"
    }, {"id": 7, "name": "医疗美容"}, {"id": 9, "name": "彩票"}, {"id": 11, "name": "教育"}, {
        "id": 12,
        "name": "电商"
    }, {"id": 13, "name": "快消（个人清洁）"}, {"id": 14, "name": "航空"}, {"id": 17, "name": "婚纱类"}, {
        "id": 21,
        "name": "竞价商品类"
    }, {"id": 23, "name": "金融信托投资类"}, {"id": 24, "name": "宠物动物类"}, {"id": 25, "name": "交友类"}, {
        "id": 26,
        "name": "医疗类"
    }, {"id": 27, "name": "房地产"}, {"id": 28, "name": "保险"}, {"id": 32, "name": "通信类-移动"}, {
        "id": 33,
        "name": "通信类-电信"
    }, {"id": 34, "name": "通信类-联通"}, {"id": 36, "name": "保健品"}, {"id": 37, "name": "烟酒类"}, {
        "id": 40,
        "name": "通信类"
    }, {"id": 41, "name": "其它"}, {"id": 42, "name": "酒店"}, {"id": 43, "name": "汽车类"}, {
        "id": 44,
        "name": "IT类"
    }, {"id": 46, "name": "股票"}, {"id": 53, "name": "电子类-电子产品"}, {"id": 54, "name": "网络游戏-直接下载"}, {
        "id": 55,
        "name": "餐饮类"
    }, {"id": 56, "name": "工程类-设备"}, {"id": 57, "name": "银行类"}, {"id": 58, "name": "娱乐类-商演"}, {
        "id": 59,
        "name": "电商类-服装"
    }, {"id": 60, "name": "电商类-化妆品"}, {"id": 61, "name": "电商类-母婴"}, {"id": 62, "name": "电商类-电子产品"}, {
        "id": 63,
        "name": "电商类-家用电器"
    }, {"id": 64, "name": "电商类-家具用品"}, {"id": 65, "name": "电商类-食品"}, {"id": 66, "name": "装饰建材类"}, {
        "id": 67,
        "name": "黄赌毒"
    }, {"id": 68, "name": "企业推广策划"}, {"id": 69, "name": "正规医疗类"}, {"id": 70, "name": "交通运输类"}, {
        "id": 71,
        "name": "招聘求职"
    }],
    "BES": [{"id": 5101, "name": "安保服务"}, {"id": 5102, "name": "安保器材"}, {"id": 5103, "name": "安全防伪"}, {
        "id": 5104,
        "name": "防盗报警"
    }, {"id": 5105, "name": "交通消防"}, {"id": 5106, "name": "智能楼宇"}, {"id": 5201, "name": "办公设备"}, {
        "id": 5202,
        "name": "教具"
    }, {"id": 5203, "name": "文具"}, {"id": 5301, "name": "彩票"}, {"id": 5401, "name": "物流"}, {
        "id": 5402,
        "name": "车辆"
    }, {"id": 5403, "name": "火车"}, {"id": 5404, "name": "船舶"}, {"id": 5405, "name": "飞机"}, {
        "id": 5501,
        "name": "成人用品"
    }, {"id": 5601, "name": "出版印刷"}, {"id": 5602, "name": "影视传媒"}, {"id": 5603, "name": "广播有线电视"}, {
        "id": 5701,
        "name": "电脑整机"
    }, {"id": 5702, "name": "电脑配件"}, {"id": 5703, "name": "网络设备"}, {"id": 5704, "name": "电脑服务"}, {
        "id": 5801,
        "name": "电子元器件"
    }, {"id": 5802, "name": "电机设备"}, {"id": 5803, "name": "电线电缆"}, {"id": 5804, "name": "供电设备"}, {
        "id": 5805,
        "name": "照明设备"
    }, {"id": 5806, "name": "仪器仪表"}, {"id": 5901, "name": "建筑工程"}, {"id": 5902, "name": "房屋租售"}, {
        "id": 5903,
        "name": "物业管理"
    }, {"id": 5904, "name": "装修服务"}, {"id": 5905, "name": "建筑装修材料"}, {"id": 6001, "name": "网上商城"}, {
        "id": 6002,
        "name": "导购网站"
    }, {"id": 6003, "name": "团购网站"}, {"id": 6004, "name": "社交平台"}, {"id": 6005, "name": "分类服务平台"}, {
        "id": 6006,
        "name": "生活服务网站"
    }, {"id": 6007, "name": "休闲娱乐网站"}, {"id": 6101, "name": "服装"}, {"id": 6102, "name": "鞋帽"}, {
        "id": 6103,
        "name": "纺织原料"
    }, {"id": 6201, "name": "箱包"}, {"id": 6202, "name": "饰品"}, {"id": 6301, "name": "涂料"}, {
        "id": 6302,
        "name": "化工原料"
    }, {"id": 6303, "name": "橡胶"}, {"id": 6304, "name": "塑料"}, {"id": 6305, "name": "能源"}, {
        "id": 6306,
        "name": "冶金"
    }, {"id": 6307, "name": "包装材料"}, {"id": 6401, "name": "通用机械设备"}, {"id": 6402, "name": "通用零配件"}, {
        "id": 6403,
        "name": "建筑工程机械"
    }, {"id": 6404, "name": "勘探机械"}, {"id": 6405, "name": "化工机械"}, {"id": 6406, "name": "木材石材加工机械"}, {
        "id": 6407,
        "name": "印刷机械"
    }, {"id": 6408, "name": "模具"}, {"id": 6409, "name": "食品机械"}, {"id": 6410, "name": "农林机械"}, {
        "id": 6411,
        "name": "纸制造加工设备"
    }, {"id": 6412, "name": "制鞋纺织机械"}, {"id": 6413, "name": "商业设备"}, {"id": 6414, "name": "包装机械"}, {
        "id": 6415,
        "name": "制药设备"
    }, {"id": 6416, "name": "冶炼铸造设备"}, {"id": 6417, "name": "机床机械"}, {"id": 6418, "name": "五金工具"}, {
        "id": 6419,
        "name": "物流设备"
    }, {"id": 6420, "name": "清洁通风设备"}, {"id": 6421, "name": "焊接材料设备"}, {"id": 6422, "name": "玻璃橡塑设备"}, {
        "id": 6423,
        "name": "金属材料"
    }, {"id": 6424, "name": "电子产品制造设备"}, {"id": 6501, "name": "家具"}, {"id": 6502, "name": "家纺家饰"}, {
        "id": 6503,
        "name": "厨具餐具"
    }, {"id": 6504, "name": "日化用品"}, {"id": 6601, "name": "大型家电"}, {"id": 6602, "name": "厨用电器"}, {
        "id": 6603,
        "name": "卫浴家电"
    }, {"id": 6604, "name": "健康电器"}, {"id": 6605, "name": "生活小家电"}, {"id": 6701, "name": "学前教育"}, {
        "id": 6702,
        "name": "小初高教育"
    }, {"id": 6703, "name": "高教自考"}, {"id": 6704, "name": "留学"}, {"id": 6705, "name": "IT培训"}, {
        "id": 6706,
        "name": "语言培训"
    }, {"id": 6707, "name": "职业培训"}, {"id": 6708, "name": "文体培训"}, {"id": 6709, "name": "企业培训拓展"}, {
        "id": 6710,
        "name": "特殊人群教育"
    }, {"id": 6801, "name": "污染处理"}, {"id": 6802, "name": "废旧回收"}, {"id": 6803, "name": "节能"}, {
        "id": 6901,
        "name": "理财"
    }, {"id": 6902, "name": "银行"}, {"id": 6903, "name": "保险"}, {"id": 6904, "name": "投资担保"}, {
        "id": 6905,
        "name": "典当"
    }, {"id": 7001, "name": "礼品"}, {"id": 7101, "name": "旅游"}, {"id": 7102, "name": "宾馆酒店"}, {
        "id": 7103,
        "name": "交通票务"
    }, {"id": 7104, "name": "文体票务"}, {"id": 7201, "name": "化妆品"}, {"id": 7202, "name": "美容"}, {
        "id": 7301,
        "name": "母婴护理"
    }, {"id": 7401, "name": "兽医兽药"}, {"id": 7402, "name": "农药"}, {"id": 7403, "name": "化肥"}, {
        "id": 7404,
        "name": "养殖"
    }, {"id": 7405, "name": "种植"}, {"id": 7406, "name": "园林景观"}, {"id": 7501, "name": "操作系统"}, {
        "id": 7502,
        "name": "中间件软件"
    }, {"id": 7503, "name": "应用软件"}, {"id": 7504, "name": "杀毒软件"}, {"id": 7505, "name": "监控安全软件"}, {
        "id": 7506,
        "name": "数据库软件"
    }, {"id": 7507, "name": "企业软件"}, {"id": 7508, "name": "行业专用软件"}, {"id": 7509, "name": "支付结算软件"}, {
        "id": 7510,
        "name": "教学软件"
    }, {"id": 7601, "name": "出国"}, {"id": 7602, "name": "招聘"}, {"id": 7603, "name": "翻译"}, {
        "id": 7604,
        "name": "设计"
    }, {"id": 7605, "name": "广告"}, {"id": 7606, "name": "公关策划"}, {"id": 7607, "name": "咨询"}, {
        "id": 7608,
        "name": "拍卖"
    }, {"id": 7609, "name": "代理"}, {"id": 7610, "name": "调查"}, {"id": 7611, "name": "法律服务"}, {
        "id": 7612,
        "name": "会计审计"
    }, {"id": 7613, "name": "铃声短信"}, {"id": 7701, "name": "搬家"}, {"id": 7702, "name": "家政"}, {
        "id": 7703,
        "name": "征婚交友"
    }, {"id": 7704, "name": "仪式典礼"}, {"id": 7705, "name": "摄影"}, {"id": 7706, "name": "汽车租赁"}, {
        "id": 7707,
        "name": "家电维修"
    }, {"id": 7708, "name": "居民服务"}, {"id": 7801, "name": "生活食材"}, {"id": 7802, "name": "休闲零食"}, {
        "id": 7803,
        "name": "饮料"
    }, {"id": 7804, "name": "保健食品"}, {"id": 7805, "name": "烟酒"}, {"id": 7806, "name": "餐馆"}, {
        "id": 7901,
        "name": "手机"
    }, {"id": 7902, "name": "数码产品"}, {"id": 8001, "name": "通讯服务"}, {"id": 8002, "name": "通讯设备"}, {
        "id": 8101,
        "name": "网站建设"
    }, {"id": 8102, "name": "域名空间"}, {"id": 8201, "name": "男科"}, {"id": 8202, "name": "妇科"}, {
        "id": 8203,
        "name": "美容整形"
    }, {"id": 8204, "name": "专科医院"}, {"id": 8205, "name": "中医"}, {"id": 8206, "name": "体检机构"}, {
        "id": 8207,
        "name": "综合医院"
    }, {"id": 8208, "name": "药品"}, {"id": 8209, "name": "医疗器械"}, {"id": 8301, "name": "游戏开发"}, {
        "id": 8302,
        "name": "游戏运营"
    }, {"id": 8303, "name": "游戏周边"}, {"id": 8401, "name": "体育器械"}, {"id": 8402, "name": "休闲活动"}, {
        "id": 8403,
        "name": "运势测算"
    }, {"id": 8404, "name": "宠物服务"}, {"id": 8405, "name": "玩具模型"}, {"id": 8406, "name": "乐器"}, {
        "id": 8501,
        "name": "服装饰品加盟"
    }, {"id": 8502, "name": "美容化妆加盟"}, {"id": 8503, "name": "礼品加盟"}, {"id": 8504, "name": "食品保健品加盟"}, {
        "id": 8505,
        "name": "生活服务加盟"
    }, {"id": 8506, "name": "教育培训加盟"}, {"id": 8507, "name": "机械电子建材加盟"}, {"id": 8508, "name": "汽车加盟"}, {
        "id": 8509,
        "name": "旅游住宿加盟"
    }, {"id": 8510, "name": "干洗加盟"}, {"id": 8511, "name": "综合招商"}, {"id": 8514, "name": "养殖加盟"}, {
        "id": 8601,
        "name": "学术公管社会组织"
    }, {"id": 8701, "name": "国际组织"}, {"id": 9901, "name": "其他"}],
    "TANX": [{"id": 70101, "name": "女装"}, {"id": 70102, "name": "女士内衣"}, {"id": 70103, "name": "男装"}, {
        "id": 70104,
        "name": "男士内衣"
    }, {"id": 70105, "name": "亲子装"}, {"id": 70106, "name": "家居服"}, {"id": 70107, "name": "场合礼服"}, {
        "id": 70108,
        "name": "袜子"
    }, {"id": 70109, "name": "泳装"}, {"id": 70110, "name": "运动服"}, {"id": 70111, "name": "服装面料"}, {
        "id": 70199,
        "name": "其他服装内衣"
    }, {"id": 70201, "name": "男鞋"}, {"id": 70202, "name": "女鞋"}, {"id": 70203, "name": "运动鞋"}, {
        "id": 70204,
        "name": "女士配饰"
    }, {"id": 70205, "name": "男士配饰"}, {"id": 70206, "name": "箱包"}, {"id": 70207, "name": "眼镜及配件"}, {
        "id": 70208,
        "name": "皮具及配件"
    }, {"id": 70209, "name": "帽子围巾手套"}, {"id": 70210, "name": "珠宝/饰品"}, {"id": 70212, "name": "手表"}, {
        "id": 70299,
        "name": "其他鞋包配饰"
    }, {"id": 70301, "name": "体育用品"}, {"id": 70302, "name": "棋牌益智"}, {"id": 70303, "name": "健身器械"}, {
        "id": 70305,
        "name": "户外用品"
    }, {"id": 70306, "name": "体育迷用品"}, {"id": 70307, "name": "体育教学与教练"}, {"id": 70308, "name": "体育场馆设施"}, {
        "id": 70399,
        "name": "其他体育健身与户外运动"
    }, {"id": 70401, "name": "手机"}, {"id": 70402, "name": "相机/摄像机"}, {"id": 70403, "name": "电玩"}, {
        "id": 70404,
        "name": "影音产品"
    }, {"id": 70405, "name": "笔记本"}, {"id": 70406, "name": "平板电脑"}, {"id": 70407, "name": "台式机/一体机/服务器"}, {
        "id": 70408,
        "name": "网络设备"
    }, {"id": 70409, "name": "电脑硬件"}, {"id": 70410, "name": "数码配件"}, {"id": 70499, "name": "其他手机数码与消费电子"}, {
        "id": 70501,
        "name": "生活电器"
    }, {"id": 70502, "name": "大家电"}, {"id": 70503, "name": "影音电器"}, {"id": 70504, "name": "健康护理电器"}, {
        "id": 70505,
        "name": "厨卫电器"
    }, {"id": 70506, "name": "家电配件"}, {"id": 70599, "name": "其他家用电器"}, {"id": 70601, "name": "办公设备及配件"}, {
        "id": 70602,
        "name": "办公耗材"
    }, {"id": 70603, "name": "文具"}, {"id": 70699, "name": "其他办公用品"}, {"id": 70701, "name": "面部护理"}, {
        "id": 70702,
        "name": "身体护理"
    }, {"id": 70703, "name": "彩妆"}, {"id": 70704, "name": "美容工具"}, {"id": 70705, "name": "美发护发"}, {
        "id": 70706,
        "name": "男性护理"
    }, {"id": 70707, "name": "香水香氛"}, {"id": 70708, "name": "美容机构"}, {"id": 70709, "name": "整容"}, {
        "id": 70710,
        "name": "减肥"
    }, {"id": 70712, "name": "温泉及医疗水疗"}, {"id": 70713, "name": "口腔护理"}, {"id": 70714, "name": "个人清洁"}, {
        "id": 70799,
        "name": "其他美容与个人护理"
    }, {"id": 70801, "name": "玩具"}, {"id": 70802, "name": "婴幼食品"}, {"id": 70803, "name": "婴幼用品"}, {
        "id": 70804,
        "name": "婴童服装配饰"
    }, {"id": 70805, "name": "孕产妇用品/胎教"}, {"id": 70806, "name": "孕产妇营养品"}, {
        "id": 70899,
        "name": "其他母婴相关"
    }, {"id": 70901, "name": "家装建材"}, {"id": 70902, "name": "家居饰品"}, {"id": 70903, "name": "厨房用具"}, {
        "id": 70904,
        "name": "布艺软饰"
    }, {"id": 70905, "name": "家具"}, {"id": 70906, "name": "床上用品"}, {"id": 70907, "name": "卫浴"}, {
        "id": 70908,
        "name": "灯具"
    }, {"id": 70909, "name": "清洁用品"}, {"id": 70910, "name": "五金工具"}, {"id": 70911, "name": "日用品"}, {
        "id": 70913,
        "name": "收纳储物"
    }, {"id": 70915, "name": "婚庆用品"}, {"id": 70917, "name": "创意礼品"}, {"id": 70918, "name": "宠物/食品及用品"}, {
        "id": 70999,
        "name": "其他家居生活"
    }, {"id": 71001, "name": "休闲零食"}, {"id": 71002, "name": "奶粉乳品"}, {
        "id": 71003,
        "name": "粮油米面/南北干货/调味品"
    }, {"id": 71004, "name": "生鲜蔬果"}, {"id": 71005, "name": "非酒精饮料"}, {"id": 71006, "name": "酒类饮料"}, {
        "id": 71007,
        "name": "茶叶"
    }, {"id": 71008, "name": "营养保健"}, {"id": 71099, "name": "其他食品饮料"}, {"id": 71101, "name": "微型车"}, {
        "id": 71102,
        "name": "小型车"
    }, {"id": 71103, "name": "紧凑型车"}, {"id": 71104, "name": "中型车"}, {"id": 71105, "name": "中大型车"}, {
        "id": 71106,
        "name": "豪华车"
    }, {"id": 71107, "name": "SUV"}, {"id": 71108, "name": "MPV"}, {"id": 71109, "name": "跑车"}, {
        "id": 71110,
        "name": "商用车"
    }, {"id": 71111, "name": "特种车辆"}, {"id": 71112, "name": "汽车公司集团"}, {"id": 71113, "name": "汽车实体服务"}, {
        "id": 71114,
        "name": "汽车零配"
    }, {"id": 71115, "name": "汽车电子"}, {"id": 71116, "name": "汽车内饰"}, {"id": 71117, "name": "汽车外饰"}, {
        "id": 71118,
        "name": "摩托及配件"
    }, {"id": 71119, "name": "养护维修改装"}, {"id": 71120, "name": "天然气/石油加油站"}, {
        "id": 71121,
        "name": "自行车/助动车/电瓶车"
    }, {"id": 71199, "name": "其他车辆相关"}, {"id": 71201, "name": "IT培训"}, {"id": 71202, "name": "设计培训"}, {
        "id": 71204,
        "name": "外语培训"
    }, {"id": 71205, "name": "文艺培训"}, {"id": 71206, "name": "职业技能培训"}, {"id": 71207, "name": "管理/MBA"}, {
        "id": 71208,
        "name": "婴幼早教"
    }, {"id": 71209, "name": "家教"}, {"id": 71210, "name": "招聘信息"}, {"id": 71211, "name": "求职信息"}, {
        "id": 71212,
        "name": "学历教育"
    }, {"id": 71213, "name": "学校/培训机构"}, {"id": 71214, "name": "出国留学/移民"}, {
        "id": 71215,
        "name": "其他求职招聘"
    }, {"id": 71299, "name": "其他教育培训"}, {"id": 71301, "name": "网络游戏"}, {"id": 71302, "name": "网页游戏"}, {
        "id": 71303,
        "name": "单机游戏"
    }, {"id": 71304, "name": "电子竞技"}, {"id": 71305, "name": "手机游戏"}, {"id": 71306, "name": "小游戏"}, {
        "id": 71307,
        "name": "桌上游戏"
    }, {"id": 71308, "name": "游戏厅"}, {"id": 71309, "name": "游戏周边"}, {"id": 71399, "name": "其他游戏"}, {
        "id": 71401,
        "name": "药品"
    }, {"id": 71402, "name": "保健用品"}, {"id": 71403, "name": "医疗服务"}, {"id": 71404, "name": "医疗机构"}, {
        "id": 71405,
        "name": "医疗器械及设备"
    }, {"id": 71499, "name": "其他医疗保健"}, {"id": 71501, "name": "电视"}, {"id": 71502, "name": "电影"}, {
        "id": 71503,
        "name": "电子书"
    }, {"id": 71504, "name": "动漫"}, {"id": 71505, "name": "古董和收藏"}, {"id": 71506, "name": "工艺品"}, {
        "id": 71507,
        "name": "乐器及配件"
    }, {"id": 71508, "name": "珍藏玩具及爱好"}, {"id": 71509, "name": "摄影"}, {"id": 71510, "name": "演出"}, {
        "id": 71511,
        "name": "音乐"
    }, {"id": 71512, "name": "音像"}, {"id": 71514, "name": "彩票"}, {"id": 71516, "name": "书籍"}, {
        "id": 71599,
        "name": "其他艺术与娱乐"
    }, {"id": 71601, "name": "搬家服务"}, {"id": 71602, "name": "殡葬服务"}, {"id": 71603, "name": "餐饮服务"}, {
        "id": 71604,
        "name": "宠物服务"
    }, {"id": 71605, "name": "代办服务"}, {"id": 71606, "name": "房产服务"}, {"id": 71607, "name": "礼品服务"}, {
        "id": 71608,
        "name": "婚庆服务"
    }, {"id": 71609, "name": "家政服务"}, {"id": 71610, "name": "洗衣保洁"}, {"id": 71611, "name": "生活配送"}, {
        "id": 71612,
        "name": "租车订车"
    }, {"id": 71613, "name": "缴费充值"}, {"id": 71614, "name": "安装维修"}, {"id": 71615, "name": "物流仓储"}, {
        "id": 71616,
        "name": "鲜花绿植"
    }, {"id": 71617, "name": "安全与保安"}, {"id": 71618, "name": "娱乐休闲"}, {"id": 71619, "name": "征婚交友"}, {
        "id": 71620,
        "name": "装修设计"
    }, {"id": 71699, "name": "其他生活服务"}, {"id": 71701, "name": "出境游"}, {"id": 71702, "name": "国内游"}, {
        "id": 71703,
        "name": "周边游"
    }, {"id": 71704, "name": "特种旅游"}, {"id": 71705, "name": "户外探险"}, {"id": 71706, "name": "酒店服务"}, {
        "id": 71707,
        "name": "旅游保险"
    }, {"id": 71708, "name": "旅行社"}, {"id": 71799, "name": "其他旅行和旅游"}, {"id": 71801, "name": "财务会计"}, {
        "id": 71802,
        "name": "起名服务"
    }, {"id": 71803, "name": "法律咨询"}, {"id": 71804, "name": "公司注册"}, {"id": 71805, "name": "广告传媒"}, {
        "id": 71806,
        "name": "设计策划"
    }, {"id": 71807, "name": "人力资源"}, {"id": 71808, "name": "认证服务"}, {"id": 71809, "name": "上市咨询"}, {
        "id": 71810,
        "name": "投资担保"
    }, {"id": 71811, "name": "货运专线"}, {"id": 71812, "name": "物流快递"}, {"id": 71813, "name": "法律咨询"}, {
        "id": 71814,
        "name": "招商加盟"
    }, {"id": 71815, "name": "知识产权"}, {"id": 71816, "name": "IT服务"}, {"id": 71817, "name": "喷绘制卡"}, {
        "id": 71818,
        "name": "印刷包装"
    }, {"id": 71819, "name": "礼品定制"}, {"id": 71820, "name": "展会服务"}, {"id": 71821, "name": "翻译速记"}, {
        "id": 71822,
        "name": "安装维修"
    }, {"id": 71899, "name": "其他商务服务"}, {"id": 71901, "name": "安全"}, {"id": 71902, "name": "电子商务平台"}, {
        "id": 71903,
        "name": "服务器"
    }, {"id": 71904, "name": "软件服务"}, {"id": 71905, "name": "通信"}, {"id": 71906, "name": "移动互联"}, {
        "id": 71907,
        "name": "硬件服务"
    }, {"id": 71908, "name": "域名服务"}, {"id": 71909, "name": "云计算"}, {"id": 71910, "name": "支付平台服务"}, {
        "id": 71911,
        "name": "有线电视服务"
    }, {"id": 71912, "name": "卫星服务"}, {"id": 71913, "name": "电话会议"}, {"id": 71914, "name": "网络电话"}, {
        "id": 71999,
        "name": "其他互联网与电信"
    }, {"id": 72001, "name": "政府、社会组织"}, {"id": 72002, "name": "法律"}, {"id": 72005, "name": "政府服务"}, {
        "id": 72006,
        "name": "紧急服务"
    }, {"id": 72007, "name": "公共服务"}, {"id": 72008, "name": "社会福利保障"}, {"id": 72099, "name": "其他法律与政府"}, {
        "id": 72101,
        "name": "保险"
    }, {"id": 72102, "name": "典当"}, {"id": 72103, "name": "股票"}, {"id": 72104, "name": "贵金属"}, {
        "id": 72105,
        "name": "理财"
    }, {"id": 72106, "name": "基金"}, {"id": 72107, "name": "期货"}, {"id": 72108, "name": "期指"}, {
        "id": 72109,
        "name": "私募"
    }, {"id": 72110, "name": "外汇"}, {"id": 72111, "name": "信托"}, {"id": 72112, "name": "银行"}, {
        "id": 72113,
        "name": "债券"
    }, {"id": 72114, "name": "信用借贷"}, {"id": 72115, "name": "会计审计"}, {"id": 72116, "name": "商业金融"}, {
        "id": 72117,
        "name": "金融P2P"
    }, {"id": 72199, "name": "其他金融相关"}, {"id": 72201, "name": "出售"}, {"id": 72202, "name": "出租"}, {
        "id": 72203,
        "name": "拍卖"
    }, {"id": 72204, "name": "房地产开发经营"}, {"id": 72205, "name": "房地产中介服务"}, {"id": 72206, "name": "商品房"}, {
        "id": 72207,
        "name": "商铺"
    }, {"id": 72208, "name": "写字楼"}, {"id": 72209, "name": "新房"}, {"id": 72210, "name": "二手房"}, {
        "id": 72211,
        "name": "物业管理"
    }, {"id": 72212, "name": "私人社区"}, {"id": 72299, "name": "其他房地产相关"}, {"id": 72301, "name": "畜牧家禽"}, {
        "id": 72302,
        "name": "林业"
    }, {"id": 72303, "name": "园艺"}, {"id": 72304, "name": "作物"}, {"id": 72305, "name": "蔬菜"}, {
        "id": 72306,
        "name": "中草药"
    }, {"id": 72307, "name": "水产养殖与渔业"}, {"id": 72308, "name": "天然纤维"}, {"id": 72309, "name": "特种养殖"}, {
        "id": 72310,
        "name": "饲料"
    }, {"id": 72311, "name": "肥料"}, {"id": 72312, "name": "农用化学品"}, {"id": 72313, "name": "农机工程"}, {
        "id": 72314,
        "name": "农业研究"
    }, {"id": 72315, "name": "农产品检测与分析"}, {"id": 72399, "name": "其他农林牧渔相关"}, {
        "id": 72401,
        "name": "包装纸业"
    }, {"id": 72402, "name": "船舶"}, {"id": 72403, "name": "电子电工"}, {"id": 72404, "name": "纺织"}, {
        "id": 72405,
        "name": "环保"
    }, {"id": 72406, "name": "机床机械"}, {"id": 72407, "name": "机电"}, {"id": 72408, "name": "建筑建材"}, {
        "id": 72409,
        "name": "能源产业"
    }, {"id": 72410, "name": "化学工业"}, {"id": 72411, "name": "五金工具"}, {"id": 72412, "name": "冶金矿产"}, {
        "id": 72413,
        "name": "仪器仪表"
    }, {"id": 72414, "name": "照明"}, {"id": 72415, "name": "航天与国防"}, {"id": 72416, "name": "商业管理"}, {
        "id": 72417,
        "name": "商业和工业打印"
    }, {"id": 72418, "name": "设计与工程"}, {"id": 72419, "name": "食品生产和服务"}, {"id": 72420, "name": "进出口"}, {
        "id": 72421,
        "name": "零售贸易"
    }, {"id": 72422, "name": "科学设备及服务"}, {"id": 72423, "name": "安全设备及服务"}, {"id": 72424, "name": "运输"}, {
        "id": 72499,
        "name": "其他商业与工业相关"
    }, {"id": 72501, "name": "交通票务"}, {"id": 72502, "name": "景点门票"}, {"id": 72503, "name": "赛事票务"}, {
        "id": 72504,
        "name": "优惠券与折扣"
    }, {"id": 72505, "name": "娱乐票务"}, {"id": 72599, "name": "其他票务服务"}, {"id": 72601, "name": "女性媒体和出版物"}, {
        "id": 72602,
        "name": "男性媒体和出版物"
    }, {"id": 72603, "name": "青少年媒体和出版物"}, {"id": 72604, "name": "婴幼儿媒体和出版物"}, {
        "id": 72605,
        "name": "本地新闻媒体和出版物"
    }, {"id": 72606, "name": "国内新闻媒体和出版物"}, {"id": 72607, "name": "世界新闻与媒体"}, {
        "id": 72608,
        "name": "报刊杂志订阅"
    }, {"id": 72609, "name": "网络媒体"}, {"id": 72610, "name": "新闻媒体"}, {"id": 72611, "name": "出版"}, {
        "id": 72612,
        "name": "参考材料"
    }, {"id": 72699, "name": "其他新闻媒体和出版物"}, {"id": 72701, "name": "计生用品"}, {"id": 72702, "name": "成人器具"}, {
        "id": 72703,
        "name": "情趣内衣"
    }, {"id": 79901, "name": "其他"}]
};
_campaignDicData.areas = {
    1: {"cityLevel": 0, "id": 1, "name": "华北", "parent": 0, "type": 1},
    2: {"cityLevel": 0, "id": 2, "name": "东北", "parent": 0, "type": 1},
    3: {"cityLevel": 0, "id": 3, "name": "华东", "parent": 0, "type": 1},
    4: {"cityLevel": 0, "id": 4, "name": "华中", "parent": 0, "type": 1},
    5: {"cityLevel": 0, "id": 5, "name": "西南", "parent": 0, "type": 1},
    6: {"cityLevel": 0, "id": 6, "name": "华南", "parent": 0, "type": 1},
    7: {"cityLevel": 0, "id": 7, "name": "西北", "parent": 0, "type": 1},
    8: {"cityLevel": 0, "id": 8, "name": "港澳台", "parent": 0, "type": 1}
};
_campaignDicData.provinces = {
    1: {"cityLevel": 0, "id": 1, "name": "北京市", "parent": 1, "type": 2},
    2: {"cityLevel": 0, "id": 2, "name": "天津市", "parent": 1, "type": 2},
    3: {"cityLevel": 0, "id": 3, "name": "河北省", "parent": 1, "type": 2},
    4: {"cityLevel": 0, "id": 4, "name": "山西省", "parent": 1, "type": 2},
    5: {"cityLevel": 0, "id": 5, "name": "内蒙古自治区", "parent": 1, "type": 2},
    6: {"cityLevel": 0, "id": 6, "name": "辽宁省", "parent": 2, "type": 2},
    7: {"cityLevel": 0, "id": 7, "name": "吉林省", "parent": 2, "type": 2},
    8: {"cityLevel": 0, "id": 8, "name": "黑龙江省", "parent": 2, "type": 2},
    9: {"cityLevel": 0, "id": 9, "name": "上海市", "parent": 3, "type": 2},
    10: {"cityLevel": 0, "id": 10, "name": "江苏省", "parent": 3, "type": 2},
    11: {"cityLevel": 0, "id": 11, "name": "浙江省", "parent": 3, "type": 2},
    12: {"cityLevel": 0, "id": 12, "name": "安徽省", "parent": 3, "type": 2},
    13: {"cityLevel": 0, "id": 13, "name": "福建省", "parent": 3, "type": 2},
    14: {"cityLevel": 0, "id": 14, "name": "江西省", "parent": 3, "type": 2},
    15: {"cityLevel": 0, "id": 15, "name": "山东省", "parent": 3, "type": 2},
    17: {"cityLevel": 0, "id": 17, "name": "湖南省", "parent": 4, "type": 2},
    16: {"cityLevel": 0, "id": 16, "name": "湖北省", "parent": 4, "type": 2},
    19: {"cityLevel": 0, "id": 19, "name": "四川省", "parent": 5, "type": 2},
    18: {"cityLevel": 0, "id": 18, "name": "河南省", "parent": 4, "type": 2},
    21: {"cityLevel": 0, "id": 21, "name": "云南省", "parent": 5, "type": 2},
    20: {"cityLevel": 0, "id": 20, "name": "贵州省", "parent": 5, "type": 2},
    23: {"cityLevel": 0, "id": 23, "name": "西藏自治区", "parent": 5, "type": 2},
    22: {"cityLevel": 0, "id": 22, "name": "重庆市", "parent": 5, "type": 2},
    25: {"cityLevel": 0, "id": 25, "name": "广西壮族自治区", "parent": 6, "type": 2},
    24: {"cityLevel": 0, "id": 24, "name": "广东省", "parent": 6, "type": 2},
    27: {"cityLevel": 0, "id": 27, "name": "陕西省", "parent": 7, "type": 2},
    26: {"cityLevel": 0, "id": 26, "name": "海南省", "parent": 6, "type": 2},
    29: {"cityLevel": 0, "id": 29, "name": "青海省", "parent": 7, "type": 2},
    28: {"cityLevel": 0, "id": 28, "name": "甘肃省", "parent": 7, "type": 2},
    31: {"cityLevel": 0, "id": 31, "name": "新疆维吾尔自治区", "parent": 7, "type": 2},
    30: {"cityLevel": 0, "id": 30, "name": "宁夏回族自治区", "parent": 7, "type": 2},
    34: {"cityLevel": 0, "id": 34, "name": "澳门", "parent": 8, "type": 2},
    32: {"cityLevel": 0, "id": 32, "name": "香港", "parent": 8, "type": 2},
    33: {"cityLevel": 0, "id": 33, "name": "台湾", "parent": 8, "type": 2}
};
_campaignDicData.citys = {
    1: {"cityLevel": 1, "id": 1, "name": "北京市", "parent": 1, "type": 3},
    2: {"cityLevel": 1, "id": 2, "name": "天津市", "parent": 2, "type": 3},
    3: {"cityLevel": 2, "id": 3, "name": "石家庄市", "parent": 3, "type": 3},
    4: {"cityLevel": 2, "id": 4, "name": "唐山市", "parent": 3, "type": 3},
    5: {"cityLevel": 3, "id": 5, "name": "秦皇岛市", "parent": 3, "type": 3},
    6: {"cityLevel": 3, "id": 6, "name": "邯郸市", "parent": 3, "type": 3},
    7: {"cityLevel": 3, "id": 7, "name": "邢台市", "parent": 3, "type": 3},
    8: {"cityLevel": 3, "id": 8, "name": "保定市", "parent": 3, "type": 3},
    9: {"cityLevel": 2, "id": 9, "name": "张家口市", "parent": 3, "type": 3},
    10: {"cityLevel": 3, "id": 10, "name": "承德市", "parent": 3, "type": 3},
    11: {"cityLevel": 3, "id": 11, "name": "沧州市", "parent": 3, "type": 3},
    12: {"cityLevel": 3, "id": 12, "name": "廊坊市", "parent": 3, "type": 3},
    13: {"cityLevel": 4, "id": 13, "name": "衡水市", "parent": 3, "type": 3},
    14: {"cityLevel": 2, "id": 14, "name": "太原市", "parent": 4, "type": 3},
    15: {"cityLevel": 3, "id": 15, "name": "大同市", "parent": 4, "type": 3},
    17: {"cityLevel": 4, "id": 17, "name": "长治市", "parent": 4, "type": 3},
    16: {"cityLevel": 4, "id": 16, "name": "阳泉市", "parent": 4, "type": 3},
    19: {"cityLevel": 4, "id": 19, "name": "朔州市", "parent": 4, "type": 3},
    18: {"cityLevel": 4, "id": 18, "name": "晋城市", "parent": 4, "type": 3},
    21: {"cityLevel": 4, "id": 21, "name": "运城市", "parent": 4, "type": 3},
    20: {"cityLevel": 4, "id": 20, "name": "晋中市", "parent": 4, "type": 3},
    23: {"cityLevel": 4, "id": 23, "name": "临汾市", "parent": 4, "type": 3},
    22: {"cityLevel": 4, "id": 22, "name": "忻州市", "parent": 4, "type": 3},
    25: {"cityLevel": 4, "id": 25, "name": "呼和浩特市", "parent": 5, "type": 3},
    24: {"cityLevel": 4, "id": 24, "name": "吕梁市", "parent": 4, "type": 3},
    27: {"cityLevel": 4, "id": 27, "name": "乌海市", "parent": 5, "type": 3},
    26: {"cityLevel": 4, "id": 26, "name": "包头市", "parent": 5, "type": 3},
    29: {"cityLevel": 4, "id": 29, "name": "通辽市", "parent": 5, "type": 3},
    28: {"cityLevel": 4, "id": 28, "name": "赤峰市", "parent": 5, "type": 3},
    31: {"cityLevel": 4, "id": 31, "name": "呼伦贝尔市", "parent": 5, "type": 3},
    30: {"cityLevel": 3, "id": 30, "name": "鄂尔多斯市", "parent": 5, "type": 3},
    34: {"cityLevel": 4, "id": 34, "name": "兴安盟", "parent": 5, "type": 3},
    35: {"cityLevel": 4, "id": 35, "name": "锡林郭勒盟", "parent": 5, "type": 3},
    32: {"cityLevel": 4, "id": 32, "name": "巴彦淖尔市", "parent": 5, "type": 3},
    33: {"cityLevel": 4, "id": 33, "name": "乌兰察布市", "parent": 5, "type": 3},
    38: {"cityLevel": 2, "id": 38, "name": "大连市", "parent": 6, "type": 3},
    39: {"cityLevel": 3, "id": 39, "name": "鞍山市", "parent": 6, "type": 3},
    36: {"cityLevel": 4, "id": 36, "name": "阿拉善盟", "parent": 5, "type": 3},
    37: {"cityLevel": 2, "id": 37, "name": "沈阳市", "parent": 6, "type": 3},
    42: {"cityLevel": 3, "id": 42, "name": "丹东市", "parent": 6, "type": 3},
    43: {"cityLevel": 3, "id": 43, "name": "锦州市", "parent": 6, "type": 3},
    40: {"cityLevel": 3, "id": 40, "name": "抚顺市", "parent": 6, "type": 3},
    41: {"cityLevel": 3, "id": 41, "name": "本溪市", "parent": 6, "type": 3},
    46: {"cityLevel": 3, "id": 46, "name": "辽阳市", "parent": 6, "type": 3},
    47: {"cityLevel": 4, "id": 47, "name": "盘锦市", "parent": 6, "type": 3},
    44: {"cityLevel": 3, "id": 44, "name": "营口市", "parent": 6, "type": 3},
    45: {"cityLevel": 4, "id": 45, "name": "阜新市", "parent": 6, "type": 3},
    51: {"cityLevel": 2, "id": 51, "name": "长春市", "parent": 7, "type": 3},
    50: {"cityLevel": 4, "id": 50, "name": "葫芦岛市", "parent": 6, "type": 3},
    49: {"cityLevel": 4, "id": 49, "name": "朝阳市", "parent": 6, "type": 3},
    48: {"cityLevel": 4, "id": 48, "name": "铁岭市", "parent": 6, "type": 3},
    55: {"cityLevel": 4, "id": 55, "name": "通化市", "parent": 7, "type": 3},
    54: {"cityLevel": 4, "id": 54, "name": "辽源市", "parent": 7, "type": 3},
    53: {"cityLevel": 4, "id": 53, "name": "四平市", "parent": 7, "type": 3},
    52: {"cityLevel": 3, "id": 52, "name": "吉林市", "parent": 7, "type": 3},
    59: {"cityLevel": 4, "id": 59, "name": "延边朝鲜族自治州", "parent": 7, "type": 3},
    58: {"cityLevel": 4, "id": 58, "name": "白城市", "parent": 7, "type": 3},
    57: {"cityLevel": 4, "id": 57, "name": "松原市", "parent": 7, "type": 3},
    56: {"cityLevel": 4, "id": 56, "name": "白山市", "parent": 7, "type": 3},
    63: {"cityLevel": 4, "id": 63, "name": "鹤岗市", "parent": 8, "type": 3},
    62: {"cityLevel": 4, "id": 62, "name": "鸡西市", "parent": 8, "type": 3},
    61: {"cityLevel": 3, "id": 61, "name": "齐齐哈尔市", "parent": 8, "type": 3},
    60: {"cityLevel": 2, "id": 60, "name": "哈尔滨市", "parent": 8, "type": 3},
    68: {"cityLevel": 4, "id": 68, "name": "七台河市", "parent": 8, "type": 3},
    69: {"cityLevel": 3, "id": 69, "name": "牡丹江市", "parent": 8, "type": 3},
    70: {"cityLevel": 4, "id": 70, "name": "黑河市", "parent": 8, "type": 3},
    71: {"cityLevel": 4, "id": 71, "name": "绥化市", "parent": 8, "type": 3},
    64: {"cityLevel": 4, "id": 64, "name": "双鸭山市", "parent": 8, "type": 3},
    65: {"cityLevel": 3, "id": 65, "name": "大庆市", "parent": 8, "type": 3},
    66: {"cityLevel": 4, "id": 66, "name": "伊春市", "parent": 8, "type": 3},
    67: {"cityLevel": 4, "id": 67, "name": "佳木斯市", "parent": 8, "type": 3},
    76: {"cityLevel": 3, "id": 76, "name": "徐州市", "parent": 10, "type": 3},
    77: {"cityLevel": 3, "id": 77, "name": "常州市", "parent": 10, "type": 3},
    78: {"cityLevel": 2, "id": 78, "name": "苏州市", "parent": 10, "type": 3},
    79: {"cityLevel": 3, "id": 79, "name": "南通市", "parent": 10, "type": 3},
    72: {"cityLevel": 4, "id": 72, "name": "大兴安岭地区", "parent": 8, "type": 3},
    73: {"cityLevel": 1, "id": 73, "name": "上海市", "parent": 9, "type": 3},
    74: {"cityLevel": 2, "id": 74, "name": "南京市", "parent": 10, "type": 3},
    75: {"cityLevel": 2, "id": 75, "name": "无锡市", "parent": 10, "type": 3},
    85: {"cityLevel": 3, "id": 85, "name": "泰州市", "parent": 10, "type": 3},
    84: {"cityLevel": 3, "id": 84, "name": "镇江市", "parent": 10, "type": 3},
    87: {"cityLevel": 2, "id": 87, "name": "杭州市", "parent": 11, "type": 3},
    86: {"cityLevel": 4, "id": 86, "name": "宿迁市", "parent": 10, "type": 3},
    81: {"cityLevel": 4, "id": 81, "name": "淮安市", "parent": 10, "type": 3},
    80: {"cityLevel": 3, "id": 80, "name": "连云港市", "parent": 10, "type": 3},
    83: {"cityLevel": 3, "id": 83, "name": "扬州市", "parent": 10, "type": 3},
    82: {"cityLevel": 3, "id": 82, "name": "盐城市", "parent": 10, "type": 3},
    93: {"cityLevel": 3, "id": 93, "name": "金华市", "parent": 11, "type": 3},
    92: {"cityLevel": 3, "id": 92, "name": "绍兴市", "parent": 11, "type": 3},
    95: {"cityLevel": 4, "id": 95, "name": "舟山市", "parent": 11, "type": 3},
    94: {"cityLevel": 3, "id": 94, "name": "衢州市", "parent": 11, "type": 3},
    89: {"cityLevel": 2, "id": 89, "name": "温州市", "parent": 11, "type": 3},
    88: {"cityLevel": 2, "id": 88, "name": "宁波市", "parent": 11, "type": 3},
    91: {"cityLevel": 3, "id": 91, "name": "湖州市", "parent": 11, "type": 3},
    90: {"cityLevel": 3, "id": 90, "name": "嘉兴市", "parent": 11, "type": 3},
    102: {"cityLevel": 3, "id": 102, "name": "马鞍山市", "parent": 12, "type": 3},
    103: {"cityLevel": 4, "id": 103, "name": "淮北市", "parent": 12, "type": 3},
    100: {"cityLevel": 3, "id": 100, "name": "蚌埠市", "parent": 12, "type": 3},
    101: {"cityLevel": 3, "id": 101, "name": "淮南市", "parent": 12, "type": 3},
    98: {"cityLevel": 2, "id": 98, "name": "合肥市", "parent": 12, "type": 3},
    99: {"cityLevel": 3, "id": 99, "name": "芜湖市", "parent": 12, "type": 3},
    96: {"cityLevel": 3, "id": 96, "name": "台州市", "parent": 11, "type": 3},
    97: {"cityLevel": 3, "id": 97, "name": "丽水市", "parent": 11, "type": 3},
    110: {"cityLevel": 4, "id": 110, "name": "巢湖市", "parent": 12, "type": 3},
    111: {"cityLevel": 4, "id": 111, "name": "六安市", "parent": 12, "type": 3},
    108: {"cityLevel": 4, "id": 108, "name": "阜阳市", "parent": 12, "type": 3},
    109: {"cityLevel": 4, "id": 109, "name": "宿州市", "parent": 12, "type": 3},
    106: {"cityLevel": 4, "id": 106, "name": "黄山市", "parent": 12, "type": 3},
    107: {"cityLevel": 4, "id": 107, "name": "滁州市", "parent": 12, "type": 3},
    104: {"cityLevel": 4, "id": 104, "name": "铜陵市", "parent": 12, "type": 3},
    105: {"cityLevel": 3, "id": 105, "name": "安庆市", "parent": 12, "type": 3},
    119: {"cityLevel": 4, "id": 119, "name": "泉州市", "parent": 13, "type": 3},
    118: {"cityLevel": 4, "id": 118, "name": "三明市", "parent": 13, "type": 3},
    117: {"cityLevel": 4, "id": 117, "name": "莆田市", "parent": 13, "type": 3},
    116: {"cityLevel": 2, "id": 116, "name": "厦门市", "parent": 13, "type": 3},
    115: {"cityLevel": 2, "id": 115, "name": "福州市", "parent": 13, "type": 3},
    114: {"cityLevel": 4, "id": 114, "name": "宣城市", "parent": 12, "type": 3},
    113: {"cityLevel": 4, "id": 113, "name": "池州市", "parent": 12, "type": 3},
    112: {"cityLevel": 4, "id": 112, "name": "亳州市", "parent": 12, "type": 3},
    127: {"cityLevel": 3, "id": 127, "name": "九江市", "parent": 14, "type": 3},
    126: {"cityLevel": 4, "id": 126, "name": "萍乡市", "parent": 14, "type": 3},
    125: {"cityLevel": 3, "id": 125, "name": "景德镇市", "parent": 14, "type": 3},
    124: {"cityLevel": 2, "id": 124, "name": "南昌市", "parent": 14, "type": 3},
    123: {"cityLevel": 4, "id": 123, "name": "宁德市", "parent": 13, "type": 3},
    122: {"cityLevel": 4, "id": 122, "name": "龙岩市", "parent": 13, "type": 3},
    121: {"cityLevel": 4, "id": 121, "name": "南平市", "parent": 13, "type": 3},
    120: {"cityLevel": 3, "id": 120, "name": "漳州市", "parent": 13, "type": 3},
    137: {"cityLevel": 2, "id": 137, "name": "淄博市", "parent": 15, "type": 3},
    136: {"cityLevel": 2, "id": 136, "name": "青岛市", "parent": 15, "type": 3},
    139: {"cityLevel": 3, "id": 139, "name": "东营市", "parent": 15, "type": 3},
    138: {"cityLevel": 3, "id": 138, "name": "枣庄市", "parent": 15, "type": 3},
    141: {"cityLevel": 3, "id": 141, "name": "潍坊市", "parent": 15, "type": 3},
    140: {"cityLevel": 2, "id": 140, "name": "烟台市", "parent": 15, "type": 3},
    143: {"cityLevel": 3, "id": 143, "name": "泰安市", "parent": 15, "type": 3},
    142: {"cityLevel": 3, "id": 142, "name": "济宁市", "parent": 15, "type": 3},
    129: {"cityLevel": 4, "id": 129, "name": "鹰潭市", "parent": 14, "type": 3},
    128: {"cityLevel": 3, "id": 128, "name": "新余市", "parent": 14, "type": 3},
    131: {"cityLevel": 4, "id": 131, "name": "吉安市", "parent": 14, "type": 3},
    130: {"cityLevel": 3, "id": 130, "name": "赣州市", "parent": 14, "type": 3},
    133: {"cityLevel": 4, "id": 133, "name": "抚州市", "parent": 14, "type": 3},
    132: {"cityLevel": 4, "id": 132, "name": "宜春市", "parent": 14, "type": 3},
    135: {"cityLevel": 2, "id": 135, "name": "济南市", "parent": 15, "type": 3},
    134: {"cityLevel": 4, "id": 134, "name": "上饶市", "parent": 14, "type": 3},
    152: {"cityLevel": 2, "id": 152, "name": "武汉市", "parent": 16, "type": 3},
    153: {"cityLevel": 4, "id": 153, "name": "黄石市", "parent": 16, "type": 3},
    154: {"cityLevel": 4, "id": 154, "name": "十堰市", "parent": 16, "type": 3},
    155: {"cityLevel": 3, "id": 155, "name": "宜昌市", "parent": 16, "type": 3},
    156: {"cityLevel": 3, "id": 156, "name": "襄樊市", "parent": 16, "type": 3},
    157: {"cityLevel": 4, "id": 157, "name": "鄂州市", "parent": 16, "type": 3},
    158: {"cityLevel": 4, "id": 158, "name": "荆门市", "parent": 16, "type": 3},
    159: {"cityLevel": 4, "id": 159, "name": "孝感市", "parent": 16, "type": 3},
    144: {"cityLevel": 3, "id": 144, "name": "威海市", "parent": 15, "type": 3},
    145: {"cityLevel": 3, "id": 145, "name": "日照市", "parent": 15, "type": 3},
    146: {"cityLevel": 4, "id": 146, "name": "莱芜市", "parent": 15, "type": 3},
    147: {"cityLevel": 3, "id": 147, "name": "临沂市", "parent": 15, "type": 3},
    148: {"cityLevel": 3, "id": 148, "name": "德州市", "parent": 15, "type": 3},
    149: {"cityLevel": 3, "id": 149, "name": "聊城市", "parent": 15, "type": 3},
    150: {"cityLevel": 3, "id": 150, "name": "滨州市", "parent": 15, "type": 3},
    151: {"cityLevel": 4, "id": 151, "name": "菏泽市", "parent": 15, "type": 3},
    171: {"cityLevel": 3, "id": 171, "name": "岳阳市", "parent": 17, "type": 3},
    170: {"cityLevel": 4, "id": 170, "name": "邵阳市", "parent": 17, "type": 3},
    169: {"cityLevel": 3, "id": 169, "name": "衡阳市", "parent": 17, "type": 3},
    168: {"cityLevel": 3, "id": 168, "name": "湘潭市", "parent": 17, "type": 3},
    175: {"cityLevel": 3, "id": 175, "name": "郴州市", "parent": 17, "type": 3},
    174: {"cityLevel": 4, "id": 174, "name": "益阳市", "parent": 17, "type": 3},
    173: {"cityLevel": 2, "id": 173, "name": "张家界市", "parent": 17, "type": 3},
    172: {"cityLevel": 3, "id": 172, "name": "常德市", "parent": 17, "type": 3},
    163: {"cityLevel": 4, "id": 163, "name": "随州市", "parent": 16, "type": 3},
    162: {"cityLevel": 4, "id": 162, "name": "咸宁市", "parent": 16, "type": 3},
    161: {"cityLevel": 4, "id": 161, "name": "黄冈市", "parent": 16, "type": 3},
    160: {"cityLevel": 3, "id": 160, "name": "荆州市", "parent": 16, "type": 3},
    167: {"cityLevel": 3, "id": 167, "name": "株洲市", "parent": 17, "type": 3},
    166: {"cityLevel": 2, "id": 166, "name": "长沙市", "parent": 17, "type": 3},
    165: {"cityLevel": 4, "id": 165, "name": "省直辖县级行政区划", "parent": 16, "type": 3},
    164: {"cityLevel": 4, "id": 164, "name": "恩施土家族苗族自治州", "parent": 16, "type": 3},
    186: {"cityLevel": 3, "id": 186, "name": "新乡市", "parent": 18, "type": 3},
    187: {"cityLevel": 3, "id": 187, "name": "焦作市", "parent": 18, "type": 3},
    184: {"cityLevel": 3, "id": 184, "name": "安阳市", "parent": 18, "type": 3},
    185: {"cityLevel": 4, "id": 185, "name": "鹤壁市", "parent": 18, "type": 3},
    190: {"cityLevel": 4, "id": 190, "name": "漯河市", "parent": 18, "type": 3},
    191: {"cityLevel": 4, "id": 191, "name": "三门峡市", "parent": 18, "type": 3},
    188: {"cityLevel": 3, "id": 188, "name": "濮阳市", "parent": 18, "type": 3},
    189: {"cityLevel": 3, "id": 189, "name": "许昌市", "parent": 18, "type": 3},
    178: {"cityLevel": 4, "id": 178, "name": "娄底市", "parent": 17, "type": 3},
    179: {"cityLevel": 4, "id": 179, "name": "湘西土家族苗族自治州", "parent": 17, "type": 3},
    176: {"cityLevel": 4, "id": 176, "name": "永州市", "parent": 17, "type": 3},
    177: {"cityLevel": 4, "id": 177, "name": "怀化市", "parent": 17, "type": 3},
    182: {"cityLevel": 3, "id": 182, "name": "洛阳市", "parent": 18, "type": 3},
    183: {"cityLevel": 3, "id": 183, "name": "平顶山市", "parent": 18, "type": 3},
    180: {"cityLevel": 2, "id": 180, "name": "郑州市", "parent": 18, "type": 3},
    181: {"cityLevel": 3, "id": 181, "name": "开封市", "parent": 18, "type": 3},
    205: {"cityLevel": 4, "id": 205, "name": "遂宁市", "parent": 19, "type": 3},
    204: {"cityLevel": 4, "id": 204, "name": "广元市", "parent": 19, "type": 3},
    207: {"cityLevel": 4, "id": 207, "name": "乐山市", "parent": 19, "type": 3},
    206: {"cityLevel": 4, "id": 206, "name": "内江市", "parent": 19, "type": 3},
    201: {"cityLevel": 4, "id": 201, "name": "泸州市", "parent": 19, "type": 3},
    200: {"cityLevel": 4, "id": 200, "name": "攀枝花市", "parent": 19, "type": 3},
    203: {"cityLevel": 3, "id": 203, "name": "绵阳市", "parent": 19, "type": 3},
    202: {"cityLevel": 3, "id": 202, "name": "德阳市", "parent": 19, "type": 3},
    197: {"cityLevel": 4, "id": 197, "name": "省直辖县级行政区划", "parent": 18, "type": 3},
    196: {"cityLevel": 4, "id": 196, "name": "驻马店市", "parent": 18, "type": 3},
    199: {"cityLevel": 4, "id": 199, "name": "自贡市", "parent": 19, "type": 3},
    198: {"cityLevel": 2, "id": 198, "name": "成都市", "parent": 19, "type": 3},
    193: {"cityLevel": 4, "id": 193, "name": "商丘市", "parent": 18, "type": 3},
    192: {"cityLevel": 3, "id": 192, "name": "南阳市", "parent": 18, "type": 3},
    195: {"cityLevel": 4, "id": 195, "name": "周口市", "parent": 18, "type": 3},
    194: {"cityLevel": 4, "id": 194, "name": "信阳市", "parent": 18, "type": 3},
    220: {"cityLevel": 4, "id": 220, "name": "六盘水市", "parent": 20, "type": 3},
    221: {"cityLevel": 3, "id": 221, "name": "遵义市", "parent": 20, "type": 3},
    222: {"cityLevel": 4, "id": 222, "name": "安顺市", "parent": 20, "type": 3},
    223: {"cityLevel": 4, "id": 223, "name": "铜仁地区", "parent": 20, "type": 3},
    216: {"cityLevel": 4, "id": 216, "name": "阿坝藏族羌族自治州", "parent": 19, "type": 3},
    217: {"cityLevel": 4, "id": 217, "name": "甘孜藏族自治州", "parent": 19, "type": 3},
    218: {"cityLevel": 4, "id": 218, "name": "凉山彝族自治州", "parent": 19, "type": 3},
    219: {"cityLevel": 4, "id": 219, "name": "贵阳市", "parent": 20, "type": 3},
    212: {"cityLevel": 4, "id": 212, "name": "达州市", "parent": 19, "type": 3},
    213: {"cityLevel": 4, "id": 213, "name": "雅安市", "parent": 19, "type": 3},
    214: {"cityLevel": 4, "id": 214, "name": "巴中市", "parent": 19, "type": 3},
    215: {"cityLevel": 4, "id": 215, "name": "资阳市", "parent": 19, "type": 3},
    208: {"cityLevel": 4, "id": 208, "name": "南充市", "parent": 19, "type": 3},
    209: {"cityLevel": 4, "id": 209, "name": "眉山市", "parent": 19, "type": 3},
    210: {"cityLevel": 3, "id": 210, "name": "宜宾市", "parent": 19, "type": 3},
    211: {"cityLevel": 4, "id": 211, "name": "广安市", "parent": 19, "type": 3},
    239: {"cityLevel": 4, "id": 239, "name": "西双版纳傣族自治州", "parent": 21, "type": 3},
    238: {"cityLevel": 4, "id": 238, "name": "文山壮族苗族自治州", "parent": 21, "type": 3},
    237: {"cityLevel": 4, "id": 237, "name": "红河哈尼族彝族自治州", "parent": 21, "type": 3},
    236: {"cityLevel": 4, "id": 236, "name": "楚雄彝族自治州", "parent": 21, "type": 3},
    235: {"cityLevel": 4, "id": 235, "name": "临沧市", "parent": 21, "type": 3},
    234: {"cityLevel": 4, "id": 234, "name": "普洱市", "parent": 21, "type": 3},
    233: {"cityLevel": 4, "id": 233, "name": "丽江市", "parent": 21, "type": 3},
    232: {"cityLevel": 4, "id": 232, "name": "昭通市", "parent": 21, "type": 3},
    231: {"cityLevel": 4, "id": 231, "name": "保山市", "parent": 21, "type": 3},
    230: {"cityLevel": 4, "id": 230, "name": "玉溪市", "parent": 21, "type": 3},
    229: {"cityLevel": 4, "id": 229, "name": "曲靖市", "parent": 21, "type": 3},
    228: {"cityLevel": 2, "id": 228, "name": "昆明市", "parent": 21, "type": 3},
    227: {"cityLevel": 4, "id": 227, "name": "黔南布依族苗族自治州", "parent": 20, "type": 3},
    226: {"cityLevel": 4, "id": 226, "name": "黔东南苗族侗族自治州", "parent": 20, "type": 3},
    225: {"cityLevel": 4, "id": 225, "name": "毕节地区", "parent": 20, "type": 3},
    224: {"cityLevel": 4, "id": 224, "name": "黔西南布依族苗族自治州", "parent": 20, "type": 3},
    254: {"cityLevel": 1, "id": 254, "name": "深圳市", "parent": 24, "type": 3},
    255: {"cityLevel": 3, "id": 255, "name": "珠海市", "parent": 24, "type": 3},
    252: {"cityLevel": 1, "id": 252, "name": "广州市", "parent": 24, "type": 3},
    253: {"cityLevel": 4, "id": 253, "name": "韶关市", "parent": 24, "type": 3},
    250: {"cityLevel": 4, "id": 250, "name": "阿里地区", "parent": 23, "type": 3},
    251: {"cityLevel": 4, "id": 251, "name": "林芝地区", "parent": 23, "type": 3},
    248: {"cityLevel": 4, "id": 248, "name": "日喀则地区", "parent": 23, "type": 3},
    249: {"cityLevel": 4, "id": 249, "name": "那曲地区", "parent": 23, "type": 3},
    246: {"cityLevel": 4, "id": 246, "name": "昌都地区", "parent": 23, "type": 3},
    247: {"cityLevel": 4, "id": 247, "name": "山南地区", "parent": 23, "type": 3},
    244: {"cityLevel": 2, "id": 244, "name": "重庆市", "parent": 22, "type": 3},
    245: {"cityLevel": 3, "id": 245, "name": "拉萨市", "parent": 23, "type": 3},
    242: {"cityLevel": 4, "id": 242, "name": "怒江傈僳族自治州", "parent": 21, "type": 3},
    243: {"cityLevel": 4, "id": 243, "name": "迪庆藏族自治州", "parent": 21, "type": 3},
    240: {"cityLevel": 4, "id": 240, "name": "大理白族自治州", "parent": 21, "type": 3},
    241: {"cityLevel": 4, "id": 241, "name": "德宏傣族景颇族自治州", "parent": 21, "type": 3},
    275: {"cityLevel": 3, "id": 275, "name": "桂林市", "parent": 25, "type": 3},
    274: {"cityLevel": 3, "id": 274, "name": "柳州市", "parent": 25, "type": 3},
    273: {"cityLevel": 2, "id": 273, "name": "南宁市", "parent": 25, "type": 3},
    272: {"cityLevel": 4, "id": 272, "name": "云浮市", "parent": 24, "type": 3},
    279: {"cityLevel": 4, "id": 279, "name": "钦州市", "parent": 25, "type": 3},
    278: {"cityLevel": 4, "id": 278, "name": "防城港市", "parent": 25, "type": 3},
    277: {"cityLevel": 3, "id": 277, "name": "北海市", "parent": 25, "type": 3},
    276: {"cityLevel": 4, "id": 276, "name": "梧州市", "parent": 25, "type": 3},
    283: {"cityLevel": 4, "id": 283, "name": "贺州市", "parent": 25, "type": 3},
    282: {"cityLevel": 4, "id": 282, "name": "百色市", "parent": 25, "type": 3},
    281: {"cityLevel": 3, "id": 281, "name": "玉林市", "parent": 25, "type": 3},
    280: {"cityLevel": 4, "id": 280, "name": "贵港市", "parent": 25, "type": 3},
    287: {"cityLevel": 3, "id": 287, "name": "海口市", "parent": 26, "type": 3},
    286: {"cityLevel": 4, "id": 286, "name": "崇左市", "parent": 25, "type": 3},
    285: {"cityLevel": 4, "id": 285, "name": "来宾市", "parent": 25, "type": 3},
    284: {"cityLevel": 4, "id": 284, "name": "河池市", "parent": 25, "type": 3},
    258: {"cityLevel": 3, "id": 258, "name": "江门市", "parent": 24, "type": 3},
    259: {"cityLevel": 3, "id": 259, "name": "湛江市", "parent": 24, "type": 3},
    256: {"cityLevel": 3, "id": 256, "name": "汕头市", "parent": 24, "type": 3},
    257: {"cityLevel": 2, "id": 257, "name": "佛山市", "parent": 24, "type": 3},
    262: {"cityLevel": 3, "id": 262, "name": "惠州市", "parent": 24, "type": 3},
    263: {"cityLevel": 3, "id": 263, "name": "梅州市", "parent": 24, "type": 3},
    260: {"cityLevel": 3, "id": 260, "name": "茂名市", "parent": 24, "type": 3},
    261: {"cityLevel": 3, "id": 261, "name": "肇庆市", "parent": 24, "type": 3},
    266: {"cityLevel": 4, "id": 266, "name": "阳江市", "parent": 24, "type": 3},
    267: {"cityLevel": 3, "id": 267, "name": "清远市", "parent": 24, "type": 3},
    264: {"cityLevel": 4, "id": 264, "name": "汕尾市", "parent": 24, "type": 3},
    265: {"cityLevel": 4, "id": 265, "name": "河源市", "parent": 24, "type": 3},
    270: {"cityLevel": 4, "id": 270, "name": "潮州市", "parent": 24, "type": 3},
    271: {"cityLevel": 3, "id": 271, "name": "揭阳市", "parent": 24, "type": 3},
    268: {"cityLevel": 2, "id": 268, "name": "东莞市", "parent": 24, "type": 3},
    269: {"cityLevel": 3, "id": 269, "name": "中山市", "parent": 24, "type": 3},
    305: {"cityLevel": 4, "id": 305, "name": "武威市", "parent": 28, "type": 3},
    304: {"cityLevel": 3, "id": 304, "name": "天水市", "parent": 28, "type": 3},
    307: {"cityLevel": 4, "id": 307, "name": "平凉市", "parent": 28, "type": 3},
    306: {"cityLevel": 4, "id": 306, "name": "张掖市", "parent": 28, "type": 3},
    309: {"cityLevel": 4, "id": 309, "name": "庆阳市", "parent": 28, "type": 3},
    308: {"cityLevel": 4, "id": 308, "name": "酒泉市", "parent": 28, "type": 3},
    311: {"cityLevel": 4, "id": 311, "name": "陇南市", "parent": 28, "type": 3},
    310: {"cityLevel": 4, "id": 310, "name": "定西市", "parent": 28, "type": 3},
    313: {"cityLevel": 4, "id": 313, "name": "甘南藏族自治州", "parent": 28, "type": 3},
    312: {"cityLevel": 4, "id": 312, "name": "临夏回族自治州", "parent": 28, "type": 3},
    315: {"cityLevel": 4, "id": 315, "name": "海东地区", "parent": 29, "type": 3},
    314: {"cityLevel": 3, "id": 314, "name": "西宁市", "parent": 29, "type": 3},
    317: {"cityLevel": 4, "id": 317, "name": "黄南藏族自治州", "parent": 29, "type": 3},
    316: {"cityLevel": 4, "id": 316, "name": "海北藏族自治州", "parent": 29, "type": 3},
    319: {"cityLevel": 4, "id": 319, "name": "果洛藏族自治州", "parent": 29, "type": 3},
    318: {"cityLevel": 4, "id": 318, "name": "海南藏族自治州", "parent": 29, "type": 3},
    288: {"cityLevel": 2, "id": 288, "name": "三亚市", "parent": 26, "type": 3},
    289: {"cityLevel": 4, "id": 289, "name": "省直辖县级行政区划", "parent": 26, "type": 3},
    290: {"cityLevel": 2, "id": 290, "name": "西安市", "parent": 27, "type": 3},
    291: {"cityLevel": 4, "id": 291, "name": "铜川市", "parent": 27, "type": 3},
    292: {"cityLevel": 3, "id": 292, "name": "宝鸡市", "parent": 27, "type": 3},
    293: {"cityLevel": 4, "id": 293, "name": "咸阳市", "parent": 27, "type": 3},
    294: {"cityLevel": 4, "id": 294, "name": "渭南市", "parent": 27, "type": 3},
    295: {"cityLevel": 3, "id": 295, "name": "延安市", "parent": 27, "type": 3},
    296: {"cityLevel": 4, "id": 296, "name": "汉中市", "parent": 27, "type": 3},
    297: {"cityLevel": 3, "id": 297, "name": "榆林市", "parent": 27, "type": 3},
    298: {"cityLevel": 4, "id": 298, "name": "安康市", "parent": 27, "type": 3},
    299: {"cityLevel": 4, "id": 299, "name": "商洛市", "parent": 27, "type": 3},
    300: {"cityLevel": 4, "id": 300, "name": "兰州市", "parent": 28, "type": 3},
    301: {"cityLevel": 4, "id": 301, "name": "嘉峪关市", "parent": 28, "type": 3},
    302: {"cityLevel": 4, "id": 302, "name": "金昌市", "parent": 28, "type": 3},
    303: {"cityLevel": 4, "id": 303, "name": "白银市", "parent": 28, "type": 3},
    343: {"cityLevel": 10, "id": 343, "name": "台湾", "parent": 33, "type": 3},
    342: {"cityLevel": 10, "id": 342, "name": "香港", "parent": 32, "type": 3},
    341: {"cityLevel": 4, "id": 341, "name": "自治区直辖县级行政区划", "parent": 31, "type": 3},
    340: {"cityLevel": 4, "id": 340, "name": "阿勒泰地区", "parent": 31, "type": 3},
    339: {"cityLevel": 4, "id": 339, "name": "塔城地区", "parent": 31, "type": 3},
    338: {"cityLevel": 4, "id": 338, "name": "伊犁哈萨克自治州", "parent": 31, "type": 3},
    337: {"cityLevel": 4, "id": 337, "name": "和田地区", "parent": 31, "type": 3},
    336: {"cityLevel": 4, "id": 336, "name": "喀什地区", "parent": 31, "type": 3},
    344: {"cityLevel": 10, "id": 344, "name": "澳门", "parent": 34, "type": 3},
    326: {"cityLevel": 4, "id": 326, "name": "中卫市", "parent": 30, "type": 3},
    327: {"cityLevel": 4, "id": 327, "name": "乌鲁木齐市", "parent": 31, "type": 3},
    324: {"cityLevel": 4, "id": 324, "name": "吴忠市", "parent": 30, "type": 3},
    325: {"cityLevel": 4, "id": 325, "name": "固原市", "parent": 30, "type": 3},
    322: {"cityLevel": 3, "id": 322, "name": "银川市", "parent": 30, "type": 3},
    323: {"cityLevel": 4, "id": 323, "name": "石嘴山市", "parent": 30, "type": 3},
    320: {"cityLevel": 4, "id": 320, "name": "玉树藏族自治州", "parent": 29, "type": 3},
    321: {"cityLevel": 4, "id": 321, "name": "海西蒙古族藏族自治州", "parent": 29, "type": 3},
    334: {"cityLevel": 4, "id": 334, "name": "阿克苏地区", "parent": 31, "type": 3},
    335: {"cityLevel": 4, "id": 335, "name": "克孜勒苏柯尔克孜自治州", "parent": 31, "type": 3},
    332: {"cityLevel": 4, "id": 332, "name": "博尔塔拉蒙古自治州", "parent": 31, "type": 3},
    333: {"cityLevel": 4, "id": 333, "name": "巴音郭楞蒙古自治州", "parent": 31, "type": 3},
    330: {"cityLevel": 4, "id": 330, "name": "哈密地区", "parent": 31, "type": 3},
    331: {"cityLevel": 4, "id": 331, "name": "昌吉回族自治州", "parent": 31, "type": 3},
    328: {"cityLevel": 3, "id": 328, "name": "克拉玛依市", "parent": 31, "type": 3},
    329: {"cityLevel": 4, "id": 329, "name": "吐鲁番地区", "parent": 31, "type": 3}
};
_campaignDicData.appTypes = {
    "35": {
        "id": "35",
        "name": "图书",
        "subAppTypes": {
            "3501": {
                "channelAppTypes": {
                    "VAM": "60001_60501_61055",
                    "XTRADER": "IAB9-11",
                    "TANX": "100101",
                    "BES": "3501"
                }, "id": "3501", "name": "阅读软件"
            },
            "3599": {
                "channelAppTypes": {"VAM": "60001_60501_61055", "XTRADER": "IAB9-13", "TANX": "100101", "BES": "3599"},
                "id": "3599",
                "name": "其他"
            },
            "3502": {
                "channelAppTypes": {"VAM": "60001_60501_61055", "XTRADER": "IAB1-1", "TANX": "100101", "BES": "3502"},
                "id": "3502",
                "name": "图书资源"
            }
        }
    },
    "22": {
        "id": "22",
        "name": "财务",
        "subAppTypes": {
            "2205": {
                "channelAppTypes": {
                    "VAM": "60007_60505_61055",
                    "XTRADER": "IAB13-7",
                    "TANX": "101601",
                    "BES": "2205"
                }, "id": "2205", "name": "彩票"
            },
            "2204": {
                "channelAppTypes": {
                    "VAM": "60007_60505_61055",
                    "XTRADER": "IAB13-3",
                    "TANX": "101601",
                    "BES": "2204"
                }, "id": "2204", "name": "计算工具"
            },
            "2203": {
                "channelAppTypes": {
                    "VAM": "60007_60505_61055",
                    "XTRADER": "IAB13-4",
                    "TANX": "101601",
                    "BES": "2203"
                }, "id": "2203", "name": "理财工具"
            },
            "2202": {
                "channelAppTypes": {
                    "VAM": "60007_60505_61055",
                    "XTRADER": "IAB19-18",
                    "TANX": "101601",
                    "BES": "2202"
                }, "id": "2202", "name": "无线支付"
            },
            "2201": {
                "channelAppTypes": {
                    "VAM": "60007_60505_61055",
                    "XTRADER": "IAB13-11",
                    "TANX": "101601",
                    "BES": "2201"
                }, "id": "2201", "name": "银行证券"
            },
            "2299": {
                "channelAppTypes": {
                    "VAM": "60007_60505_61055",
                    "XTRADER": "IAB13-6",
                    "TANX": "101601",
                    "BES": "2299"
                }, "id": "2299", "name": "其他"
            }
        }
    },
    "36": {
        "id": "36",
        "name": "效率",
        "subAppTypes": {
            "3699": {
                "channelAppTypes": {
                    "VAM": "60019_60515_61055",
                    "XTRADER": "IAB19-21",
                    "TANX": "100601",
                    "BES": "3699"
                }, "id": "3699", "name": "其他"
            },
            "3605": {
                "channelAppTypes": {
                    "VAM": "60019_60515_61055",
                    "XTRADER": "IAB19-30",
                    "TANX": "100601",
                    "BES": "3605"
                }, "id": "3605", "name": "扫描工具"
            },
            "3606": {
                "channelAppTypes": {
                    "VAM": "60019_60515_61055",
                    "XTRADER": "IAB19-30",
                    "TANX": "100601",
                    "BES": "3606"
                }, "id": "3606", "name": "办公室软件"
            },
            "3603": {
                "channelAppTypes": {
                    "VAM": "60019_60515_61055",
                    "XTRADER": "IAB19-30",
                    "TANX": "100601",
                    "BES": "3603"
                }, "id": "3603", "name": "备忘记录"
            },
            "3604": {
                "channelAppTypes": {
                    "VAM": "60019_60515_61055",
                    "XTRADER": "IAB19-30",
                    "TANX": "100601",
                    "BES": "3604"
                }, "id": "3604", "name": "量度工具"
            },
            "3601": {
                "channelAppTypes": {
                    "VAM": "60019_60515_61055",
                    "XTRADER": "IAB19-30",
                    "TANX": "100601",
                    "BES": "3601"
                }, "id": "3601", "name": "日程管理"
            },
            "3602": {
                "channelAppTypes": {
                    "VAM": "60019_60515_61055",
                    "XTRADER": "IAB19-15",
                    "TANX": "100601",
                    "BES": "3602"
                }, "id": "3602", "name": "邮件管理"
            }
        }
    },
    "23": {
        "id": "23",
        "name": "交通（导航）",
        "subAppTypes": {
            "2303": {
                "channelAppTypes": {
                    "VAM": "60024_60511_61055",
                    "XTRADER": "IAB19-18",
                    "TANX": "101401",
                    "BES": "2303"
                }, "id": "2303", "name": "车位路况"
            },
            "2304": {
                "channelAppTypes": {
                    "VAM": "60024_60511_61055",
                    "XTRADER": "IAB19-18",
                    "TANX": "101401",
                    "BES": "2304"
                }, "id": "2304", "name": "租车打的"
            },
            "2399": {
                "channelAppTypes": {
                    "VAM": "60024_60511_61055",
                    "XTRADER": "IAB20-3",
                    "TANX": "101401",
                    "BES": "2399"
                }, "id": "2399", "name": "其他"
            },
            "2301": {
                "channelAppTypes": {
                    "VAM": "60024_60511_61055",
                    "XTRADER": "IAB19-18",
                    "TANX": "101401",
                    "BES": "2301"
                }, "id": "2301", "name": "地图导航"
            },
            "2302": {
                "channelAppTypes": {
                    "VAM": "60024_60511_61055",
                    "XTRADER": "IAB19-18",
                    "TANX": "101401",
                    "BES": "2302"
                }, "id": "2302", "name": "交通查询"
            }
        }
    },
    "33": {
        "id": "33",
        "name": "生活",
        "subAppTypes": {
            "3301": {
                "channelAppTypes": {
                    "VAM": "60026_60521_61055",
                    "XTRADER": "IAB19-30",
                    "TANX": "102101",
                    "BES": "3301"
                }, "id": "3301", "name": "天气情况"
            },
            "3302": {
                "channelAppTypes": {
                    "VAM": "60023_60520_61055",
                    "XTRADER": "IAB19-30",
                    "TANX": "102001",
                    "BES": "3302"
                }, "id": "3302", "name": "计时闹钟"
            },
            "3399": {
                "channelAppTypes": {
                    "VAM": "60011_60508_61055",
                    "XTRADER": "IAB19-35",
                    "TANX": "101301",
                    "BES": "3399"
                }, "id": "3399", "name": "其他"
            }
        }
    },
    "24": {
        "id": "24",
        "name": "系统",
        "subAppTypes": {
            "2405": {
                "channelAppTypes": {
                    "VAM": "60023_60520_61055",
                    "XTRADER": "IAB19-18",
                    "TANX": "102001",
                    "BES": "2405"
                }, "id": "2405", "name": "二维码扫描"
            },
            "2404": {
                "channelAppTypes": {
                    "VAM": "60004_60520_61055",
                    "XTRADER": "IAB19-6",
                    "TANX": "102001",
                    "BES": "2404"
                }, "id": "2404", "name": "通讯工具"
            },
            "2403": {
                "channelAppTypes": {
                    "VAM": "60023_60520_61055",
                    "XTRADER": "IAB19-18",
                    "TANX": "102001",
                    "BES": "2403"
                }, "id": "2403", "name": "应用管理"
            },
            "2402": {
                "channelAppTypes": {
                    "VAM": "60023_60520_61055",
                    "XTRADER": "IAB19-18",
                    "TANX": "102001",
                    "BES": "2402"
                }, "id": "2402", "name": "系统优化"
            },
            "2401": {
                "channelAppTypes": {
                    "VAM": "60023_60520_61055",
                    "XTRADER": "IAB19-25",
                    "TANX": "102001",
                    "BES": "2401"
                }, "id": "2401", "name": "安全工具"
            },
            "2499": {
                "channelAppTypes": {
                    "VAM": "60027_60520_61055",
                    "XTRADER": "IAB19-21",
                    "TANX": "102001",
                    "BES": "2499"
                }, "id": "2499", "name": "其他"
            },
            "2409": {
                "channelAppTypes": {
                    "VAM": "60023_60520_61055",
                    "XTRADER": "IAB19-30",
                    "TANX": "102001",
                    "BES": "2409"
                }, "id": "2409", "name": "格式转化"
            },
            "2408": {
                "channelAppTypes": {
                    "VAM": "60023_60520_61055",
                    "XTRADER": "IAB19-30",
                    "TANX": "102001",
                    "BES": "2408"
                }, "id": "2408", "name": "输入法"
            },
            "2407": {
                "channelAppTypes": {
                    "VAM": "60023_60520_61055",
                    "XTRADER": "IAB19-30",
                    "TANX": "102001",
                    "BES": "2407"
                }, "id": "2407", "name": "备份与云存储"
            },
            "2406": {
                "channelAppTypes": {
                    "VAM": "60023_60520_61055",
                    "XTRADER": "IAB19-35",
                    "TANX": "102001",
                    "BES": "2406"
                }, "id": "2406", "name": "浏览器"
            }
        }
    },
    "34": {
        "id": "34",
        "name": "体育",
        "subAppTypes": {
            "3402": {
                "channelAppTypes": {
                    "VAM": "60022_60518_61055",
                    "XTRADER": "IAB7-1",
                    "TANX": "101501",
                    "BES": "3402"
                }, "id": "3402", "name": "运动资讯"
            },
            "3401": {
                "channelAppTypes": {
                    "VAM": "60022_60518_61055",
                    "XTRADER": "IAB17",
                    "TANX": "101501",
                    "BES": "3401"
                }, "id": "3401", "name": "体育指导"
            },
            "3499": {
                "channelAppTypes": {
                    "VAM": "60022_60518_61055",
                    "XTRADER": "IAB5-1",
                    "TANX": "101501",
                    "BES": "3499"
                }, "id": "3499", "name": "其他"
            }
        }
    },
    "25": {
        "id": "25",
        "name": "健康",
        "subAppTypes": {
            "2506": {
                "channelAppTypes": {
                    "VAM": "60009_60507_61055",
                    "XTRADER": "IAB7-39",
                    "TANX": "100201",
                    "BES": "2506"
                }, "id": "2506", "name": "两性"
            },
            "2505": {
                "channelAppTypes": {
                    "VAM": "60009_60507_61055",
                    "XTRADER": "IAB7-1",
                    "TANX": "100201",
                    "BES": "2505"
                }, "id": "2505", "name": "运动指导"
            },
            "2599": {
                "channelAppTypes": {
                    "VAM": "60009_60507_61055",
                    "XTRADER": "IAB7-35",
                    "TANX": "100201",
                    "BES": "2599"
                }, "id": "2599", "name": "其他"
            },
            "2504": {
                "channelAppTypes": {
                    "VAM": "60014_60609_61055",
                    "XTRADER": "IAB7-36",
                    "TANX": "100201",
                    "BES": "2504"
                }, "id": "2504", "name": "疾病咨询"
            },
            "2503": {
                "channelAppTypes": {
                    "VAM": "60014_60509_61055",
                    "XTRADER": "IAB7-25",
                    "TANX": "100201",
                    "BES": "2503"
                }, "id": "2503", "name": "药品查询"
            },
            "2502": {
                "channelAppTypes": {
                    "VAM": "60009_60507_61055",
                    "XTRADER": "IAB7-44",
                    "TANX": "100201",
                    "BES": "2502"
                }, "id": "2502", "name": "减肥健身"
            },
            "2501": {
                "channelAppTypes": {
                    "VAM": "60009_60507_61055",
                    "XTRADER": "IAB6-7",
                    "TANX": "100201",
                    "BES": "2501"
                }, "id": "2501", "name": "怀孕母婴"
            }
        }
    },
    "26": {
        "id": "26",
        "name": "教育",
        "subAppTypes": {
            "2608": {
                "channelAppTypes": {
                    "VAM": "60005_60503_61055",
                    "XTRADER": "IAB5-5",
                    "TANX": "101001",
                    "BES": "2608"
                }, "id": "2608", "name": "网络课程"
            },
            "2606": {
                "channelAppTypes": {
                    "VAM": "60005_60503_61055",
                    "XTRADER": "IAB5-1",
                    "TANX": "101001",
                    "BES": "2606"
                }, "id": "2606", "name": "人文历史"
            },
            "2607": {
                "channelAppTypes": {
                    "VAM": "60005_60503_61055",
                    "XTRADER": "IAB5-2",
                    "TANX": "101001",
                    "BES": "2607"
                }, "id": "2607", "name": "经济财经"
            },
            "2699": {
                "channelAppTypes": {
                    "VAM": "60005_60503_61055",
                    "XTRADER": "IAB5-4",
                    "TANX": "101001",
                    "BES": "2699"
                }, "id": "2699", "name": "其他"
            },
            "2604": {
                "channelAppTypes": {
                    "VAM": "60005_60503_61055",
                    "XTRADER": "IAB5-14",
                    "TANX": "101001",
                    "BES": "2604"
                }, "id": "2604", "name": "职场技能"
            },
            "2605": {
                "channelAppTypes": {
                    "VAM": "60005_60503_61055",
                    "XTRADER": "IAB15",
                    "TANX": "101001",
                    "BES": "2605"
                }, "id": "2605", "name": "自然科学"
            },
            "2602": {
                "channelAppTypes": {
                    "VAM": "60005_60503_61055",
                    "XTRADER": "IAB5-1",
                    "TANX": "101001",
                    "BES": "2602"
                }, "id": "2602", "name": "词典"
            },
            "2603": {
                "channelAppTypes": {
                    "VAM": "60005_60503_61055",
                    "XTRADER": "IAB5-6",
                    "TANX": "101001",
                    "BES": "2603"
                }, "id": "2603", "name": "英语"
            },
            "2601": {
                "channelAppTypes": {
                    "VAM": "60005_60503_61055",
                    "XTRADER": "IAB6-3",
                    "TANX": "101001",
                    "BES": "2601"
                }, "id": "2601", "name": "儿童"
            }
        }
    },
    "27": {
        "id": "27",
        "name": "旅行",
        "subAppTypes": {
            "2701": {
                "channelAppTypes": {
                    "VAM": "60025_60519_61055",
                    "XTRADER": "IAB20-3",
                    "TANX": "101801",
                    "BES": "2701"
                }, "id": "2701", "name": "旅游信息"
            },
            "2702": {
                "channelAppTypes": {
                    "VAM": "60025_60519_61055",
                    "XTRADER": "IAB20-17",
                    "TANX": "101801",
                    "BES": "2702"
                }, "id": "2702", "name": "旅游攻略"
            },
            "2799": {
                "channelAppTypes": {
                    "VAM": "60025_60519_61055",
                    "XTRADER": "IAB20-1",
                    "TANX": "101801",
                    "BES": "2799"
                }, "id": "2799", "name": "其他"
            },
            "2703": {
                "channelAppTypes": {
                    "VAM": "60025_60519_61055",
                    "XTRADER": "IAB20-18",
                    "TANX": "101801",
                    "BES": "2703"
                }, "id": "2703", "name": "酒店餐饮"
            },
            "2704": {
                "channelAppTypes": {
                    "VAM": "60025_60519_61055",
                    "XTRADER": "IAB20-7",
                    "TANX": "101801",
                    "BES": "2704"
                }, "id": "2704", "name": "票务查订"
            }
        }
    },
    "37": {
        "id": "37",
        "name": "娱乐",
        "subAppTypes": {
            "3706": {
                "channelAppTypes": {
                    "VAM": "60006_60504_61055",
                    "XTRADER": "IAB1-4",
                    "TANX": "101301",
                    "BES": "3706"
                }, "id": "3706", "name": "语录笑话"
            },
            "3707": {
                "channelAppTypes": {
                    "VAM": "60003_60504_61055",
                    "XTRADER": "IAB9-11",
                    "TANX": "101301",
                    "BES": "3707"
                }, "id": "3707", "name": "漫画"
            },
            "3704": {
                "channelAppTypes": {
                    "VAM": "60006_60504_61055",
                    "XTRADER": "IAB9-30",
                    "TANX": "102314",
                    "BES": "3704"
                }, "id": "3704", "name": "游戏大厅"
            },
            "3705": {
                "channelAppTypes": {
                    "VAM": "60006_60504_61055",
                    "XTRADER": "IAB15-1",
                    "TANX": "102307",
                    "BES": "3705"
                }, "id": "3705", "name": "占卜风水"
            },
            "3708": {
                "channelAppTypes": {
                    "VAM": "60006_60504_61055",
                    "XTRADER": "IAB19-16",
                    "TANX": "101301",
                    "BES": "3708"
                }, "id": "3708", "name": "画图工具"
            },
            "3709": {
                "channelAppTypes": {
                    "VAM": "60006_60504_61055",
                    "XTRADER": "IAB19-30",
                    "TANX": "101301",
                    "BES": "3709"
                }, "id": "3709", "name": "虚拟宠物"
            },
            "3702": {
                "channelAppTypes": {
                    "VAM": "60013_60504_61055",
                    "XTRADER": "IAB1-7",
                    "TANX": "101301",
                    "BES": "3702"
                }, "id": "3702", "name": "视频播放"
            },
            "3703": {
                "channelAppTypes": {
                    "VAM": "60015_60510_61055",
                    "XTRADER": "IAB1-6",
                    "TANX": "101101",
                    "BES": "3703"
                }, "id": "3703", "name": "音乐管理"
            },
            "3799": {
                "channelAppTypes": {
                    "VAM": "60006_60504_61055",
                    "XTRADER": "IAB19-18",
                    "TANX": "101301",
                    "BES": "3799"
                }, "id": "3799", "name": "其他"
            },
            "3701": {
                "channelAppTypes": {
                    "VAM": "60015_60510_61055",
                    "XTRADER": "IAB1-5",
                    "TANX": "101101",
                    "BES": "3701"
                }, "id": "3701", "name": "电影音乐"
            }
        }
    },
    "28": {
        "id": "28",
        "name": "美食",
        "subAppTypes": {
            "2899": {
                "channelAppTypes": {
                    "VAM": "60011_60570_61055",
                    "XTRADER": "IAB8-17",
                    "TANX": "101901",
                    "BES": "2899"
                }, "id": "2899", "name": "其他"
            },
            "2801": {
                "channelAppTypes": {
                    "VAM": "60011_60570_61055",
                    "XTRADER": "IAB8-9",
                    "TANX": "101901",
                    "BES": "2801"
                }, "id": "2801", "name": "美食资讯"
            },
            "2802": {
                "channelAppTypes": {
                    "VAM": "60011_60570_61055",
                    "XTRADER": "IAB8-7",
                    "TANX": "101901",
                    "BES": "2802"
                }, "id": "2802", "name": "美食菜谱"
            },
            "2803": {
                "channelAppTypes": {
                    "VAM": "60011_60570_61055",
                    "XTRADER": "IAB8-4",
                    "TANX": "101901",
                    "BES": "2803"
                }, "id": "2803", "name": "团购优惠"
            },
            "2804": {
                "channelAppTypes": {
                    "VAM": "60011_60570_61055",
                    "XTRADER": "IAB8-7",
                    "TANX": "101901",
                    "BES": "2804"
                }, "id": "2804", "name": "本地订餐"
            }
        }
    },
    "38": {
        "id": "38",
        "name": "游戏",
        "subAppTypes": {
            "3801": {
                "channelAppTypes": {
                    "VAM": "60008_60008_61055",
                    "XTRADER": "IAB9-30",
                    "TANX": "102306",
                    "BES": "3801"
                }, "id": "3801", "name": "在线网游"
            },
            "3820": {
                "channelAppTypes": {
                    "VAM": "60047_60540_61055",
                    "XTRADER": "IAB9-30",
                    "TANX": "102318",
                    "BES": "3899"
                }, "id": "3820", "name": "文字游戏"
            },
            "3802": {
                "channelAppTypes": {
                    "VAM": "60040_60531_61055",
                    "XTRADER": "IAB9-30",
                    "TANX": "102309",
                    "BES": "3802"
                }, "id": "3802", "name": "儿童游戏"
            },
            "3810": {
                "channelAppTypes": {
                    "VAM": "60045_60538_61055",
                    "XTRADER": "IAB9-30",
                    "TANX": "102316",
                    "BES": "3810"
                }, "id": "3810", "name": "策略游戏"
            },
            "3811": {
                "channelAppTypes": {
                    "VAM": "60033_60534_61055",
                    "XTRADER": "IAB9-30",
                    "TANX": "102312",
                    "BES": "3811"
                }, "id": "3811", "name": "赛车游戏"
            },
            "3812": {
                "channelAppTypes": {
                    "VAM": "60041_60532_61055",
                    "XTRADER": "IAB9-30",
                    "TANX": "102310",
                    "BES": "3812"
                }, "id": "3812", "name": "音乐游戏"
            },
            "3813": {
                "channelAppTypes": {
                    "VAM": "60037_60523_61055",
                    "XTRADER": "IAB9-30",
                    "TANX": "102302",
                    "BES": "3899"
                }, "id": "3813", "name": "探险游戏"
            },
            "3814": {
                "channelAppTypes": {
                    "VAM": "60030_60526_61055",
                    "XTRADER": "IAB9-7",
                    "TANX": "102305",
                    "BES": "3899"
                }, "id": "3814", "name": "卡牌游戏"
            },
            "3809": {
                "channelAppTypes": {
                    "VAM": "60043_60535_61055",
                    "XTRADER": "IAB9-25",
                    "TANX": "102313",
                    "BES": "3809"
                }, "id": "3809", "name": "角色扮演游戏"
            },
            "3815": {
                "channelAppTypes": {
                    "VAM": "60040_60530_61055",
                    "XTRADER": "IAB9-30",
                    "TANX": "102309",
                    "BES": "3899"
                }, "id": "3815", "name": "家庭游戏"
            },
            "3816": {
                "channelAppTypes": {
                    "VAM": "60038_60527_61055",
                    "XTRADER": "IAB9-30",
                    "TANX": "102306",
                    "BES": "3899"
                }, "id": "3816", "name": "娱乐场游戏"
            },
            "3807": {
                "channelAppTypes": {
                    "VAM": "60034_60547_61055",
                    "XTRADER": "IAB9-30",
                    "TANX": "102302",
                    "BES": "3807"
                }, "id": "3807", "name": "体育游戏"
            },
            "3899": {
                "channelAppTypes": {
                    "VAM": "60008_60008_61055",
                    "XTRADER": "IAB1-5",
                    "TANX": "105002",
                    "BES": "3899"
                }, "id": "3899", "name": "其他"
            },
            "3817": {
                "channelAppTypes": {
                    "VAM": "60038_60528_61055",
                    "XTRADER": "IAB9-7",
                    "TANX": "102307",
                    "BES": "3899"
                }, "id": "3817", "name": "骰子游戏"
            },
            "3808": {
                "channelAppTypes": {
                    "VAM": "60036_60522_61055",
                    "XTRADER": "IAB9-30",
                    "TANX": "102301",
                    "BES": "3808"
                }, "id": "3808", "name": "动作游戏"
            },
            "3818": {
                "channelAppTypes": {
                    "VAM": "60044_60536_61055",
                    "XTRADER": "IAB9-30",
                    "TANX": "102308",
                    "BES": "3899"
                }, "id": "3818", "name": "模拟游戏"
            },
            "3805": {
                "channelAppTypes": {
                    "VAM": "60028_60524_61055",
                    "XTRADER": "IAB9-7",
                    "TANX": "102303",
                    "BES": "3805"
                }, "id": "3805", "name": "街机游戏"
            },
            "3819": {
                "channelAppTypes": {
                    "VAM": "60046_60539_61055",
                    "XTRADER": "IAB9-30",
                    "TANX": "102317",
                    "BES": "3899"
                }, "id": "3819", "name": "小游戏"
            },
            "3806": {
                "channelAppTypes": {
                    "VAM": "60042_60533_61055",
                    "XTRADER": "IAB9-30",
                    "TANX": "102311",
                    "BES": "3806"
                }, "id": "3806", "name": "益智休闲游戏"
            },
            "3803": {
                "channelAppTypes": {
                    "VAM": "60029_60525_61055",
                    "XTRADER": "IAB9-5",
                    "TANX": "102305",
                    "BES": "3803"
                }, "id": "3803", "name": "棋牌游戏"
            },
            "3804": {
                "channelAppTypes": {
                    "VAM": "60039_60529_61055",
                    "XTRADER": "IAB9-30",
                    "TANX": "102308",
                    "BES": "3804"
                }, "id": "3804", "name": "教育游戏"
            }
        }
    },
    "29": {
        "id": "29",
        "name": "商业",
        "subAppTypes": {
            "2901": {
                "channelAppTypes": {
                    "VAM": "60002_60502_61055",
                    "XTRADER": "IAB3-9",
                    "TANX": "100401",
                    "BES": "2901"
                }, "id": "2901", "name": "求职"
            },
            "2902": {
                "channelAppTypes": {
                    "VAM": "60002_60502_61055",
                    "XTRADER": "IAB3-9",
                    "TANX": "100401",
                    "BES": "2902"
                }, "id": "2902", "name": "人脉管理"
            },
            "2903": {
                "channelAppTypes": {
                    "VAM": "60002_60502_61055",
                    "XTRADER": "IAB3-9",
                    "TANX": "100401",
                    "BES": "2903"
                }, "id": "2903", "name": "商业沟通"
            },
            "2904": {
                "channelAppTypes": {
                    "VAM": "60002_60502_61055",
                    "XTRADER": "IAB3-11",
                    "TANX": "100401",
                    "BES": "2904"
                }, "id": "2904", "name": "营销运营"
            },
            "2905": {
                "channelAppTypes": {
                    "VAM": "60002_60502_61055",
                    "XTRADER": "IAB4-9",
                    "TANX": "100401",
                    "BES": "2905"
                }, "id": "2905", "name": "移动办公"
            },
            "2999": {
                "channelAppTypes": {
                    "VAM": "60002_60502_61055",
                    "XTRADER": "IAB19-21",
                    "TANX": "100401",
                    "BES": "2999"
                }, "id": "2999", "name": "其他"
            }
        }
    },
    "21": {
        "id": "21",
        "name": "资讯",
        "subAppTypes": {
            "2111": {
                "channelAppTypes": {
                    "VAM": "60016_60513_61055",
                    "XTRADER": "IAB16",
                    "TANX": "102201",
                    "BES": "2111"
                }, "id": "2111", "name": "宠物动物"
            },
            "2110": {
                "channelAppTypes": {
                    "VAM": "60016_60513_61055",
                    "XTRADER": "IAB13",
                    "TANX": "101701",
                    "BES": "2110"
                }, "id": "2110", "name": "财经"
            },
            "2109": {
                "channelAppTypes": {
                    "VAM": "60016_60513_61055",
                    "XTRADER": "IAB12",
                    "TANX": "101701",
                    "BES": "2109"
                }, "id": "2109", "name": "新闻"
            },
            "2199": {
                "channelAppTypes": {
                    "VAM": "60016_60513_61055",
                    "XTRADER": "IAB21-1",
                    "TANX": "102201",
                    "BES": "2199"
                }, "id": "2199", "name": "其他"
            },
            "2103": {
                "channelAppTypes": {
                    "VAM": "60016_60513_61055",
                    "XTRADER": "IAB14-7",
                    "TANX": "102201",
                    "BES": "2103"
                }, "id": "2103", "name": "婚庆"
            },
            "2104": {
                "channelAppTypes": {
                    "VAM": "60016_60513_61055",
                    "XTRADER": "IAB19",
                    "TANX": "102201",
                    "BES": "2104"
                }, "id": "2104", "name": "科技"
            },
            "2113": {
                "channelAppTypes": {
                    "VAM": "60016_60513_61055",
                    "XTRADER": "IAB7-39",
                    "TANX": "100801",
                    "BES": "2113"
                }, "id": "2113", "name": "情感与两性"
            },
            "2114": {
                "channelAppTypes": {
                    "VAM": "60016_60513_61055",
                    "XTRADER": "IAB21-3",
                    "TANX": "102201",
                    "BES": "2114"
                }, "id": "2114", "name": "房产建筑"
            },
            "2101": {
                "channelAppTypes": {
                    "VAM": "60016_60513_61055",
                    "XTRADER": "IAB9-23",
                    "TANX": "100301",
                    "BES": "2101"
                }, "id": "2101", "name": "摄影"
            },
            "2115": {
                "channelAppTypes": {
                    "VAM": "60016_60513_61055",
                    "XTRADER": "IAB11-2",
                    "TANX": "102201",
                    "BES": "2115"
                }, "id": "2115", "name": "法律"
            },
            "2102": {
                "channelAppTypes": {
                    "VAM": "60016_60513_61055",
                    "XTRADER": "IAB2",
                    "TANX": "101401",
                    "BES": "2102"
                }, "id": "2102", "name": "汽车"
            },
            "2107": {
                "channelAppTypes": {
                    "VAM": "60016_60513_61055",
                    "XTRADER": "IAB10",
                    "TANX": "102201",
                    "BES": "2107"
                }, "id": "2107", "name": "家居园艺"
            },
            "2108": {
                "channelAppTypes": {
                    "VAM": "60016_60513_61055",
                    "XTRADER": "IAB1-1",
                    "TANX": "102201",
                    "BES": "2108"
                }, "id": "2108", "name": "文学与艺术"
            },
            "2105": {
                "channelAppTypes": {
                    "VAM": "60016_60513_61055",
                    "XTRADER": "IAB1",
                    "TANX": "102201",
                    "BES": "2105"
                }, "id": "2105", "name": "娱乐时尚"
            },
            "2106": {
                "channelAppTypes": {
                    "VAM": "60016_60513_61055",
                    "XTRADER": "IAB7",
                    "TANX": "100201",
                    "BES": "2106"
                }, "id": "2106", "name": "健康"
            }
        }
    },
    "30": {
        "id": "30",
        "name": "购物",
        "subAppTypes": {
            "3099": {
                "channelAppTypes": {
                    "VAM": "60020_60571_61055",
                    "XTRADER": "IAB22-3",
                    "TANX": "100901",
                    "BES": "3099"
                }, "id": "3099", "name": "其他"
            },
            "3002": {
                "channelAppTypes": {
                    "VAM": "60020_60571_61055",
                    "XTRADER": "IAB22-1",
                    "TANX": "100701",
                    "BES": "3002"
                }, "id": "3002", "name": "购物商城"
            },
            "3001": {
                "channelAppTypes": {
                    "VAM": "60020_60541_61055",
                    "XTRADER": "IAB22-4",
                    "TANX": "100701",
                    "BES": "3001"
                }, "id": "3001", "name": "购物指南"
            },
            "3003": {
                "channelAppTypes": {
                    "VAM": "60020_60571_61055",
                    "XTRADER": "IAB22-2",
                    "TANX": "100701",
                    "BES": "3003"
                }, "id": "3003", "name": "团购"
            }
        }
    },
    "32": {
        "id": "32",
        "name": "影像",
        "subAppTypes": {
            "3201": {
                "channelAppTypes": {
                    "VAM": "60018_60514_61055",
                    "XTRADER": "IAB19-30",
                    "TANX": "100301",
                    "BES": "3201"
                }, "id": "3201", "name": "影像管理"
            },
            "3202": {
                "channelAppTypes": {
                    "VAM": "60018_60514_61055",
                    "XTRADER": "IAB19-16",
                    "TANX": "100301",
                    "BES": "3202"
                }, "id": "3202", "name": "影像编辑美化"
            },
            "3203": {
                "channelAppTypes": {
                    "VAM": "60012_60514_61055",
                    "XTRADER": "IAB19-16",
                    "TANX": "100301",
                    "BES": "3203"
                }, "id": "3203", "name": "壁纸美化"
            },
            "3204": {
                "channelAppTypes": {
                    "VAM": "60018_60514_61055",
                    "XTRADER": "IAB19-28",
                    "TANX": "100301",
                    "BES": "3204"
                }, "id": "3204", "name": "影像播放"
            },
            "3299": {
                "channelAppTypes": {
                    "VAM": "60018_60514_61055",
                    "XTRADER": "IAB19-21",
                    "TANX": "100301",
                    "BES": "3299"
                }, "id": "3299", "name": "其他"
            }
        }
    },
    "31": {
        "id": "31",
        "name": "社交",
        "subAppTypes": {
            "3199": {
                "channelAppTypes": {
                    "VAM": "60021_60517_61055",
                    "XTRADER": "IAB11-5",
                    "TANX": "101201",
                    "BES": "3199"
                }, "id": "3199", "name": "其他"
            },
            "3101": {
                "channelAppTypes": {
                    "VAM": "60004_60517_61055",
                    "XTRADER": "IAB14-1",
                    "TANX": "101201",
                    "BES": "3101"
                }, "id": "3101", "name": "社交通讯"
            },
            "3103": {
                "channelAppTypes": {
                    "VAM": "60021_60517_61055",
                    "XTRADER": "IAB14",
                    "TANX": "101201",
                    "BES": "3103"
                }, "id": "3103", "name": "社区论坛"
            },
            "3102": {
                "channelAppTypes": {
                    "VAM": "60021_60517_61055",
                    "XTRADER": "IAB14",
                    "TANX": "101201",
                    "BES": "3102"
                }, "id": "3102", "name": "问答"
            }
        }
    },
    "99": {
        "id": "99",
        "name": "其他",
        "subAppTypes": {
            "9901": {
                "channelAppTypes": {
                    "VAM": "60000_60000_61055",
                    "XTRADER": "IAB1-7",
                    "TANX": "105001",
                    "BES": "9901"
                }, "id": "9901", "name": "其他"
            }
        }
    }
};
_campaignDicData.websiteTypes = {
    "19": {
        "id": "19",
        "name": "垂直行业",
        "subWebsiteTypes": {
            "1909": {
                "channelWebsiteTypes": {
                    "VAM": "1702",
                    "XTRADER": "IAB11-2",
                    "TANX": "42801",
                    "BES": "1909"
                }, "id": "1909", "name": "法律法规"
            },
            "1910": {
                "channelWebsiteTypes": {"VAM": "1702", "XTRADER": "IAB22-4", "TANX": "42801", "BES": "1910"},
                "id": "1910",
                "name": "商务贸易"
            },
            "1908": {
                "channelWebsiteTypes": {"VAM": "1701", "XTRADER": "IAB3-10", "TANX": "41504", "BES": "1908"},
                "id": "1908",
                "name": "交通物流"
            },
            "1901": {
                "channelWebsiteTypes": {"VAM": "1601", "XTRADER": "IAB3-12", "TANX": "42801", "BES": "1901"},
                "id": "1901",
                "name": "电子五金"
            },
            "1902": {
                "channelWebsiteTypes": {"VAM": "1603", "XTRADER": "IAB3-2", "TANX": "42801", "BES": "1902"},
                "id": "1902",
                "name": "农林牧渔"
            },
            "1903": {
                "channelWebsiteTypes": {"VAM": "1604", "XTRADER": "IAB3-5", "TANX": "42801", "BES": "1903"},
                "id": "1903",
                "name": "轻工/纺织"
            },
            "1904": {
                "channelWebsiteTypes": {"VAM": "1602", "XTRADER": "IAB3-5", "TANX": "42802", "BES": "1904"},
                "id": "1904",
                "name": "重工/机械"
            },
            "1905": {
                "channelWebsiteTypes": {"VAM": "1604", "XTRADER": "IAB3-8", "TANX": "42801", "BES": "1905"},
                "id": "1905",
                "name": "化工/能源"
            },
            "1911": {
                "channelWebsiteTypes": {"VAM": "1702", "XTRADER": "IAB9-31", "TANX": "42801", "BES": "1911"},
                "id": "1911",
                "name": "其他"
            },
            "1906": {
                "channelWebsiteTypes": {"VAM": "1602", "XTRADER": "IAB21-2", "TANX": "42801", "BES": "1906"},
                "id": "1906",
                "name": "仪表仪器"
            },
            "1907": {
                "channelWebsiteTypes": {"VAM": "1604", "XTRADER": "IAB3-1", "TANX": "42801", "BES": "1907"},
                "id": "1907",
                "name": "纸业印刷"
            }
        }
    },
    "17": {
        "id": "17",
        "name": "体育运动",
        "subWebsiteTypes": {
            "1704": {
                "channelWebsiteTypes": {
                    "VAM": "1007",
                    "XTRADER": "IAB17-44",
                    "TANX": "42603",
                    "BES": "1704"
                }, "id": "1704", "name": "其他"
            },
            "1705": {
                "channelWebsiteTypes": {"VAM": "1003", "XTRADER": "IAB17-40", "TANX": "42603", "BES": "1705"},
                "id": "1705",
                "name": "网球"
            },
            "1702": {
                "channelWebsiteTypes": {"VAM": "1002", "XTRADER": "IAB17-26", "TANX": "42603", "BES": "1702"},
                "id": "1702",
                "name": "篮球NBA"
            },
            "1703": {
                "channelWebsiteTypes": {"VAM": "1005", "XTRADER": "IAB17", "TANX": "42603", "BES": "1703"},
                "id": "1703",
                "name": "体育综合"
            },
            "1706": {
                "channelWebsiteTypes": {"VAM": "1004", "XTRADER": "IAB17-30", "TANX": "42603", "BES": "1706"},
                "id": "1706",
                "name": "户外"
            },
            "1707": {
                "channelWebsiteTypes": {"VAM": "1006", "XTRADER": "IB17-36", "TANX": "42603", "BES": "1707"},
                "id": "1707",
                "name": "器材"
            },
            "1701": {
                "channelWebsiteTypes": {"VAM": "1001", "XTRADER": "IAB17-12", "TANX": "42603", "BES": "1701"},
                "id": "1701",
                "name": "足球"
            }
        }
    },
    "18": {
        "id": "18",
        "name": "投资金融",
        "subWebsiteTypes": {
            "1808": {
                "channelWebsiteTypes": {
                    "VAM": "305",
                    "XTRADER": "IAB13-6",
                    "TANX": "42401",
                    "BES": "1808"
                }, "id": "1808", "name": "保险"
            },
            "1807": {
                "channelWebsiteTypes": {"VAM": "304", "XTRADER": "IAB21-3", "TANX": "42401", "BES": "1807"},
                "id": "1807",
                "name": "房产"
            },
            "1805": {
                "channelWebsiteTypes": {"VAM": "302", "XTRADER": "IAB13-7", "TANX": "42401", "BES": "1806"},
                "id": "1805",
                "name": "基金"
            },
            "1804": {
                "channelWebsiteTypes": {"VAM": "307", "XTRADER": "IAB13-1", "TANX": "42401", "BES": "1804"},
                "id": "1804",
                "name": "其他"
            },
            "1803": {
                "channelWebsiteTypes": {"VAM": "307", "XTRADER": "IAB22-1", "TANX": "42401", "BES": "1803"},
                "id": "1803",
                "name": "博彩/彩票"
            },
            "1802": {
                "channelWebsiteTypes": {"VAM": "301", "XTRADER": "IAB13-11", "TANX": "42401", "BES": "1802"},
                "id": "1802",
                "name": "股票"
            },
            "1801": {
                "channelWebsiteTypes": {"VAM": "303", "XTRADER": "IAB13-7", "TANX": "42401", "BES": "1801"},
                "id": "1801",
                "name": "财经资讯"
            },
            "1809": {
                "channelWebsiteTypes": {"VAM": "306", "XTRADER": "IAB9-10", "TANX": "42401", "BES": "1809"},
                "id": "1809",
                "name": "收藏"
            }
        }
    },
    "15": {
        "id": "15",
        "name": "汽车",
        "subWebsiteTypes": {
            "1501": {
                "channelWebsiteTypes": {
                    "VAM": "101",
                    "XTRADER": "IAB2-4",
                    "TANX": "41801",
                    "BES": "1501"
                }, "id": "1501", "name": "汽车资讯"
            },
            "1503": {
                "channelWebsiteTypes": {"VAM": "104", "XTRADER": "IAB2-1", "TANX": "41801", "BES": "1503"},
                "id": "1503",
                "name": "车友会"
            },
            "1502": {
                "channelWebsiteTypes": {"VAM": "103", "XTRADER": "IAB2-2", "TANX": "41801", "BES": "1502"},
                "id": "1502",
                "name": "汽车周边服务"
            },
            "1505": {
                "channelWebsiteTypes": {"VAM": "102", "XTRADER": "IAB2-10", "TANX": "41801", "BES": "1505"},
                "id": "1505",
                "name": "其他"
            },
            "1504": {
                "channelWebsiteTypes": {"VAM": "101", "XTRADER": "IAB2-3", "TANX": "41801", "BES": "1504"},
                "id": "1504",
                "name": "地方车网"
            }
        }
    },
    "16": {
        "id": "16",
        "name": "交通旅游",
        "subWebsiteTypes": {
            "1601": {
                "channelWebsiteTypes": {
                    "VAM": "1102",
                    "XTRADER": "IAB20",
                    "TANX": "42004",
                    "BES": "1601"
                }, "id": "1601", "name": "旅游资讯"
            },
            "1602": {
                "channelWebsiteTypes": {"VAM": "1103", "XTRADER": "IAB20-3", "TANX": "42004", "BES": "1602"},
                "id": "1602",
                "name": "票务服务（机票、火车票）"
            },
            "1605": {
                "channelWebsiteTypes": {"VAM": "1102", "XTRADER": "IAB20-7", "TANX": "42004", "BES": "1605"},
                "id": "1605",
                "name": "其他"
            },
            "1603": {
                "channelWebsiteTypes": {"VAM": "1101", "XTRADER": "IAB20-18", "TANX": "42004", "BES": "1603"},
                "id": "1603",
                "name": "旅行社/酒店"
            },
            "1604": {
                "channelWebsiteTypes": {"VAM": "1102", "XTRADER": "IAB20-17", "TANX": "41505", "BES": "1604"},
                "id": "1604",
                "name": "出行查询（地图、天气）"
            }
        }
    },
    "13": {
        "id": "13",
        "name": "生活服务",
        "subWebsiteTypes": {
            "1301": {
                "channelWebsiteTypes": {
                    "VAM": "608",
                    "XTRADER": "IAB16",
                    "TANX": "41501",
                    "BES": "1301"
                }, "id": "1301", "name": "宠物综合"
            },
            "1303": {
                "channelWebsiteTypes": {"VAM": "1701", "XTRADER": "IAB22", "TANX": "41501", "BES": "1303"},
                "id": "1303",
                "name": "分类信息"
            },
            "1302": {
                "channelWebsiteTypes": {"VAM": "1701", "XTRADER": "IAB8", "TANX": "41501", "BES": "1302"},
                "id": "1302",
                "name": "菜谱/饮食网址"
            },
            "1304": {
                "channelWebsiteTypes": {"VAM": "1701", "XTRADER": "IAB10-8", "TANX": "41501", "BES": "1304"},
                "id": "1304",
                "name": "其他"
            }
        }
    },
    "14": {
        "id": "14",
        "name": "房产家居",
        "subWebsiteTypes": {
            "1401": {
                "channelWebsiteTypes": {
                    "VAM": "304",
                    "XTRADER": "IAB21-3",
                    "TANX": "42702",
                    "BES": "1401"
                }, "id": "1401", "name": "买卖租赁"
            },
            "1402": {
                "channelWebsiteTypes": {"VAM": "905", "XTRADER": "IAB10-7", "TANX": "42702", "BES": "1402"},
                "id": "1402",
                "name": "家居装饰"
            },
            "1403": {
                "channelWebsiteTypes": {"VAM": "905", "XTRADER": "IAB10-9", "TANX": "42702", "BES": "1403"},
                "id": "1403",
                "name": "其他"
            },
            "1404": {
                "channelWebsiteTypes": {"VAM": "903", "XTRADER": "IAB10-5", "TANX": "42702", "BES": "1404"},
                "id": "1404",
                "name": "房产家居"
            }
        }
    },
    "11": {
        "id": "11",
        "name": "女性时尚",
        "subWebsiteTypes": {
            "1106": {
                "channelWebsiteTypes": {
                    "VAM": "1201",
                    "XTRADER": "IAB18-6",
                    "TANX": "41601",
                    "BES": "1106"
                }, "id": "1106", "name": "其他"
            },
            "1104": {
                "channelWebsiteTypes": {"VAM": "1201", "XTRADER": "IAB18-3", "TANX": "41601", "BES": "1104"},
                "id": "1104",
                "name": "时尚论坛"
            },
            "1105": {
                "channelWebsiteTypes": {"VAM": "1201", "XTRADER": "IAB18-1", "TANX": "41601", "BES": "1105"},
                "id": "1105",
                "name": "女性综合"
            },
            "1102": {
                "channelWebsiteTypes": {"VAM": "1201", "XTRADER": "IAB18-5", "TANX": "41601", "BES": "1102"},
                "id": "1102",
                "name": "时装时尚"
            },
            "1103": {
                "channelWebsiteTypes": {"VAM": "1507", "XTRADER": "IAB18-4", "TANX": "41601", "BES": "1103"},
                "id": "1103",
                "name": "奢侈品"
            },
            "1101": {
                "channelWebsiteTypes": {"VAM": "1202", "XTRADER": "IAB7-44", "TANX": "41601", "BES": "1101"},
                "id": "1101",
                "name": "美容减肥"
            }
        }
    },
    "12": {
        "id": "12",
        "name": "社交网络和在线社区",
        "subWebsiteTypes": {
            "1204": {
                "channelWebsiteTypes": {
                    "VAM": "702",
                    "XTRADER": "IAB14-1",
                    "TANX": "41404",
                    "BES": "1204"
                }, "id": "1204", "name": "SNS"
            },
            "1203": {
                "channelWebsiteTypes": {"VAM": "702", "XTRADER": "IAB14-6", "TANX": "41404", "BES": "1203"},
                "id": "1203",
                "name": "同学录"
            },
            "1206": {
                "channelWebsiteTypes": {"VAM": "704", "XTRADER": "IAB11-5", "TANX": "41404", "BES": "1206"},
                "id": "1206",
                "name": "其他"
            },
            "1205": {
                "channelWebsiteTypes": {"VAM": "703", "XTRADER": "IAB4-1", "TANX": "41404", "BES": "1205"},
                "id": "1205",
                "name": "垂直论坛"
            },
            "1202": {
                "channelWebsiteTypes": {"VAM": "701", "XTRADER": "IAB14-7", "TANX": "41404", "BES": "1202"},
                "id": "1202",
                "name": "交友和婚恋"
            },
            "1201": {
                "channelWebsiteTypes": {"VAM": "703", "XTRADER": "IAB14-4", "TANX": "41404", "BES": "1201"},
                "id": "1201",
                "name": "综合论坛"
            }
        }
    },
    "21": {
        "id": "21",
        "name": "人文艺术",
        "subWebsiteTypes": {
            "2103": {
                "channelWebsiteTypes": {
                    "VAM": "704",
                    "XTRADER": "IAB19-34",
                    "TANX": "41003",
                    "BES": "2103"
                }, "id": "2103", "name": "设计"
            },
            "2104": {
                "channelWebsiteTypes": {"VAM": "704", "XTRADER": "IAB1-6", "TANX": "40101", "BES": "2104"},
                "id": "2104",
                "name": "曲艺"
            },
            "2101": {
                "channelWebsiteTypes": {"VAM": "704", "XTRADER": "IAB9-23", "TANX": "40101", "BES": "2101"},
                "id": "2101",
                "name": "摄影"
            },
            "2102": {
                "channelWebsiteTypes": {"VAM": "704", "XTRADER": "IAB9-12", "TANX": "40101", "BES": "2102"},
                "id": "2102",
                "name": "琴棋书画"
            },
            "2105": {
                "channelWebsiteTypes": {"VAM": "704", "XTRADER": "IAB9-10", "TANX": "40101", "BES": "2105"},
                "id": "2105",
                "name": "鉴赏收藏"
            },
            "2106": {
                "channelWebsiteTypes": {"VAM": "704", "XTRADER": "IAB18-2", "TANX": "40101", "BES": "2106"},
                "id": "2106",
                "name": "其他"
            }
        }
    },
    "20": {
        "id": "20",
        "name": "新闻媒体",
        "subWebsiteTypes": {
            "2008": {
                "channelWebsiteTypes": {
                    "VAM": "203",
                    "XTRADER": "IAB19-18",
                    "TANX": "41801",
                    "BES": "2008"
                }, "id": "2008", "name": "科技"
            },
            "2006": {
                "channelWebsiteTypes": {"VAM": "205", "XTRADER": "IAB11-5", "TANX": "41801", "BES": "2006"},
                "id": "2006",
                "name": "其他"
            },
            "2007": {
                "channelWebsiteTypes": {"VAM": "203", "XTRADER": "IAB21-3", "TANX": "41801", "BES": "2007"},
                "id": "2007",
                "name": "产经"
            },
            "2004": {
                "channelWebsiteTypes": {"VAM": "205", "XTRADER": "IAB12-3", "TANX": "41801", "BES": "2004"},
                "id": "2004",
                "name": "广播/电视"
            },
            "2005": {
                "channelWebsiteTypes": {"VAM": "201", "XTRADER": "IAB11-4", "TANX": "41805", "BES": "2005"},
                "id": "2005",
                "name": "政史军事"
            },
            "2002": {
                "channelWebsiteTypes": {"VAM": "205", "XTRADER": "IAB12-3", "TANX": "41802", "BES": "2002"},
                "id": "2002",
                "name": "地方媒体"
            },
            "2003": {
                "channelWebsiteTypes": {"VAM": "205", "XTRADER": "IAB12-2", "TANX": "41801", "BES": "2003"},
                "id": "2003",
                "name": "媒体报刊"
            },
            "2001": {
                "channelWebsiteTypes": {"VAM": "202", "XTRADER": "IAB12-1", "TANX": "41801", "BES": "2001"},
                "id": "2001",
                "name": "综合门户"
            }
        }
    },
    "22": {
        "id": "22",
        "name": "小说",
        "subWebsiteTypes": {
            "2204": {
                "channelWebsiteTypes": {
                    "VAM": "604",
                    "XTRADER": "IAB5-3",
                    "TANX": "41102",
                    "BES": "2204"
                }, "id": "2204", "name": "其他"
            },
            "2203": {
                "channelWebsiteTypes": {"VAM": "604", "XTRADER": "IAB9-11", "TANX": "41101", "BES": "2203"},
                "id": "2203",
                "name": "电子书"
            },
            "2202": {
                "channelWebsiteTypes": {"VAM": "604", "XTRADER": "IAB1-1", "TANX": "41101", "BES": "2202"},
                "id": "2202",
                "name": "文化文学"
            },
            "2201": {
                "channelWebsiteTypes": {"VAM": "604", "XTRADER": "IAB9-13", "TANX": "41101", "BES": "2201"},
                "id": "2201",
                "name": "小说阅读"
            }
        }
    },
    "23": {
        "id": "23",
        "name": "人才招聘",
        "subWebsiteTypes": {
            "2303": {
                "channelWebsiteTypes": {
                    "VAM": "1302",
                    "XTRADER": "IAB3-9",
                    "TANX": "42201",
                    "BES": "2303"
                }, "id": "2303", "name": "行业人才网站"
            },
            "2304": {
                "channelWebsiteTypes": {"VAM": "1303", "XTRADER": "IAB4-1", "TANX": "42201", "BES": "2304"},
                "id": "2304",
                "name": "其他"
            },
            "2301": {
                "channelWebsiteTypes": {"VAM": "1301", "XTRADER": "IAB3-9", "TANX": "42201", "BES": "2301"},
                "id": "2301",
                "name": "综合人才网站"
            },
            "2302": {
                "channelWebsiteTypes": {"VAM": "1302", "XTRADER": "IAB3-9", "TANX": "42201", "BES": "2302"},
                "id": "2302",
                "name": "地方人才网站精选"
            }
        }
    },
    "24": {
        "id": "24",
        "name": "网络购物",
        "subWebsiteTypes": {
            "2405": {
                "channelWebsiteTypes": {
                    "VAM": "1702",
                    "XTRADER": "IAB19-18",
                    "TANX": "2003",
                    "BES": "2405"
                }, "id": "2405", "name": "电子支付"
            },
            "2404": {
                "channelWebsiteTypes": {"VAM": "1702", "XTRADER": "IAB22-3", "TANX": "42501", "BES": "2404"},
                "id": "2404",
                "name": "导购比价"
            },
            "2403": {
                "channelWebsiteTypes": {"VAM": "1702", "XTRADER": "IAB10-1", "TANX": "2003", "BES": "2403"},
                "id": "2403",
                "name": "数码家电"
            },
            "2402": {
                "channelWebsiteTypes": {"VAM": "902", "XTRADER": "IAB10-5", "TANX": "2003", "BES": "2402"},
                "id": "2402",
                "name": "家居用品"
            },
            "2401": {
                "channelWebsiteTypes": {"VAM": "1702", "XTRADER": "IAB22", "TANX": "2003", "BES": "2401"},
                "id": "2401",
                "name": "购物综合"
            },
            "2406": {
                "channelWebsiteTypes": {"VAM": "1702", "XTRADER": "IAB22-2", "TANX": "2003", "BES": "2406"},
                "id": "2406",
                "name": "其他"
            }
        }
    },
    "25": {
        "id": "25",
        "name": "快销品",
        "subWebsiteTypes": {
            "2506": {
                "channelWebsiteTypes": {
                    "VAM": "1406",
                    "XTRADER": "IAB8-5",
                    "TANX": "42501",
                    "BES": "2506"
                }, "id": "2506", "name": "其他"
            },
            "2505": {
                "channelWebsiteTypes": {"VAM": "1405", "XTRADER": "IAB8-17", "TANX": "42501", "BES": "2505"},
                "id": "2505",
                "name": "保健食品"
            },
            "2504": {
                "channelWebsiteTypes": {"VAM": "1404", "XTRADER": "IAB8-18", "TANX": "42501", "BES": "2504"},
                "id": "2504",
                "name": "烟酒"
            },
            "2503": {
                "channelWebsiteTypes": {"VAM": "1403", "XTRADER": "IAB8-6", "TANX": "42501", "BES": "2503"},
                "id": "2503",
                "name": "饮料"
            },
            "2502": {
                "channelWebsiteTypes": {"VAM": "1402", "XTRADER": "IAB8-8", "TANX": "42501", "BES": "2502"},
                "id": "2502",
                "name": "零食"
            },
            "2501": {
                "channelWebsiteTypes": {"VAM": "1401", "XTRADER": "IAB8-4", "TANX": "42501", "BES": "2501"},
                "id": "2501",
                "name": "美食"
            }
        }
    },
    "26": {
        "id": "26",
        "name": "服饰品",
        "subWebsiteTypes": {
            "2608": {
                "channelWebsiteTypes": {
                    "VAM": "1508",
                    "XTRADER": "IAB18-6",
                    "TANX": "42501",
                    "BES": "2608"
                }, "id": "2608", "name": "眼镜"
            },
            "2606": {
                "channelWebsiteTypes": {"VAM": "1506", "XTRADER": "IAB9-10", "TANX": "42501", "BES": "2606"},
                "id": "2606",
                "name": "钟表"
            },
            "2607": {
                "channelWebsiteTypes": {"VAM": "1507", "XTRADER": "IAB18-6", "TANX": "42501", "BES": "2607"},
                "id": "2607",
                "name": "奢侈品"
            },
            "2604": {
                "channelWebsiteTypes": {"VAM": "1504", "XTRADER": "IAB18-4", "TANX": "42501", "BES": "2604"},
                "id": "2604",
                "name": "珠宝首饰"
            },
            "2605": {
                "channelWebsiteTypes": {"VAM": "1505", "XTRADER": "IAB18-6", "TANX": "42501", "BES": "2605"},
                "id": "2605",
                "name": "箱包"
            },
            "2602": {
                "channelWebsiteTypes": {"VAM": "1502", "XTRADER": "IAB18-5", "TANX": "42501", "BES": "2602"},
                "id": "2602",
                "name": "鞋靴"
            },
            "2603": {
                "channelWebsiteTypes": {"VAM": "1503", "XTRADER": "IAB18-6", "TANX": "42501", "BES": "2603"},
                "id": "2603",
                "name": "配饰"
            },
            "2601": {
                "channelWebsiteTypes": {"VAM": "1501", "XTRADER": "IAB18-5", "TANX": "42501", "BES": "2601"},
                "id": "2601",
                "name": "服装"
            }
        }
    },
    "27": {"id": "27", "name": "其他"},
    "3": {
        "id": "3",
        "name": "游戏",
        "subWebsiteTypes": {
            "302": {
                "channelWebsiteTypes": {
                    "VAM": "607",
                    "XTRADER": "IAB9-30",
                    "TANX": "40401",
                    "BES": "302"
                }, "id": "302", "name": "网络游戏"
            },
            "301": {
                "channelWebsiteTypes": {"VAM": "607", "XTRADER": "IAB9-5", "TANX": "40401", "BES": "301"},
                "id": "301",
                "name": "综合游戏"
            },
            "304": {
                "channelWebsiteTypes": {"VAM": "607", "XTRADER": "IAB9-25", "TANX": "40401", "BES": "304"},
                "id": "304",
                "name": "掌机/手机游戏"
            },
            "303": {
                "channelWebsiteTypes": {"VAM": "607", "XTRADER": "IAB9-7", "TANX": "40401", "BES": "303"},
                "id": "303",
                "name": "单机游戏"
            },
            "306": {
                "channelWebsiteTypes": {"VAM": "607", "XTRADER": "IAB9-10", "TANX": "40401", "BES": "306"},
                "id": "306",
                "name": "其他"
            },
            "305": {
                "channelWebsiteTypes": {"VAM": "607", "XTRADER": "IAB9-8", "TANX": "40401", "BES": "305"},
                "id": "305",
                "name": "休闲小游戏"
            }
        }
    },
    "2": {
        "id": "2",
        "name": "休闲娱乐",
        "subWebsiteTypes": {
            "202": {
                "channelWebsiteTypes": {
                    "VAM": "604",
                    "XTRADER": "IAB9-23",
                    "TANX": "40101",
                    "BES": "202"
                }, "id": "202", "name": "图片"
            },
            "203": {
                "channelWebsiteTypes": {"VAM": "609", "XTRADER": "IAB19-2", "TANX": "40501", "BES": "203"},
                "id": "203",
                "name": "动漫"
            },
            "204": {
                "channelWebsiteTypes": {"VAM": "609", "XTRADER": "IAB19-1", "TANX": "40101", "BES": "204"},
                "id": "204",
                "name": "flash"
            },
            "205": {
                "channelWebsiteTypes": {"VAM": "605", "XTRADER": "IAB15-1", "TANX": "40101", "BES": "205"},
                "id": "205",
                "name": "星座/算命与占卜"
            },
            "201": {
                "channelWebsiteTypes": {"VAM": "609", "XTRADER": "IAB1-4", "TANX": "40301", "BES": "201"},
                "id": "201",
                "name": "笑话"
            },
            "206": {
                "channelWebsiteTypes": {"VAM": "609", "XTRADER": "IAB14-3", "TANX": "40101", "BES": "206"},
                "id": "206",
                "name": "非主流"
            },
            "207": {
                "channelWebsiteTypes": {"VAM": "610", "XTRADER": "IAB9-30", "TANX": "40101", "BES": "207"},
                "id": "207",
                "name": "其他"
            }
        }
    },
    "10": {
        "id": "10",
        "name": "医疗保健",
        "subWebsiteTypes": {
            "1003": {
                "channelWebsiteTypes": {
                    "VAM": "1203",
                    "XTRADER": "IAB6-2",
                    "TANX": "42103",
                    "BES": "1003"
                }, "id": "1003", "name": "母婴育儿"
            },
            "1004": {
                "channelWebsiteTypes": {"VAM": "504", "XTRADER": "IAB7-39", "TANX": "42101", "BES": "1004"},
                "id": "1004",
                "name": "两性健康"
            },
            "1001": {
                "channelWebsiteTypes": {"VAM": "502", "XTRADER": "IAB7", "TANX": "42101", "BES": "1001"},
                "id": "1001",
                "name": "医学行业"
            },
            "1002": {
                "channelWebsiteTypes": {"VAM": "501", "XTRADER": "IAB7", "TANX": "42101", "BES": "1002"},
                "id": "1002",
                "name": "医疗健康"
            },
            "1007": {
                "channelWebsiteTypes": {"VAM": "503", "XTRADER": "IAB7-33", "TANX": "41601", "BES": "1007"},
                "id": "1007",
                "name": "整形美容"
            },
            "1005": {
                "channelWebsiteTypes": {"VAM": "1203", "XTRADER": "IAB7-35", "TANX": "42103", "BES": "1005"},
                "id": "1005",
                "name": "儿童健康"
            },
            "1006": {
                "channelWebsiteTypes": {"VAM": "505", "XTRADER": "IAB7-38", "TANX": "42101", "BES": "1006"},
                "id": "1006",
                "name": "其他"
            }
        }
    },
    "1": {
        "id": "1",
        "name": "音乐影视",
        "subWebsiteTypes": {
            "106": {
                "channelWebsiteTypes": {
                    "VAM": "610",
                    "XTRADER": "IAB9-26",
                    "TANX": "40101",
                    "BES": "106"
                }, "id": "106", "name": "其他"
            },
            "105": {
                "channelWebsiteTypes": {"VAM": "601", "XTRADER": "IAB1-7", "TANX": "40102", "BES": "105"},
                "id": "105",
                "name": "网络电视"
            },
            "104": {
                "channelWebsiteTypes": {"VAM": "609", "XTRADER": "IAB1-2", "TANX": "40101", "BES": "104"},
                "id": "104",
                "name": "视频短片"
            },
            "103": {
                "channelWebsiteTypes": {"VAM": "601", "XTRADER": "IAB1-5", "TANX": "40102", "BES": "103"},
                "id": "103",
                "name": "宽带电影"
            },
            "102": {
                "channelWebsiteTypes": {"VAM": "602", "XTRADER": "IAB1-6", "TANX": "40201", "BES": "102"},
                "id": "102",
                "name": "在线音乐"
            },
            "101": {
                "channelWebsiteTypes": {"VAM": "606", "XTRADER": "IAB1", "TANX": "40101", "BES": "101"},
                "id": "101",
                "name": "娱乐综合"
            }
        }
    },
    "7": {
        "id": "7",
        "name": "计算机软件硬件",
        "subWebsiteTypes": {
            "703": {
                "channelWebsiteTypes": {
                    "VAM": "404",
                    "XTRADER": "IAB19-30",
                    "TANX": "40901",
                    "BES": "703"
                }, "id": "703", "name": "软件下载"
            },
            "704": {
                "channelWebsiteTypes": {"VAM": "405", "XTRADER": "IAB19-16", "TANX": "40901", "BES": "704"},
                "id": "704",
                "name": "软件交流"
            },
            "701": {
                "channelWebsiteTypes": {"VAM": "401", "XTRADER": "IAB19-26", "TANX": "40901", "BES": "701"},
                "id": "701",
                "name": "电脑产品"
            },
            "702": {
                "channelWebsiteTypes": {"VAM": "403", "XTRADER": "IAB19-10", "TANX": "40901", "BES": "702"},
                "id": "702",
                "name": "硬件资讯"
            },
            "705": {
                "channelWebsiteTypes": {"VAM": "406", "XTRADER": "IAB19-3", "TANX": "40901", "BES": "705"},
                "id": "705",
                "name": "其他"
            }
        }
    },
    "5": {
        "id": "5",
        "name": "博客",
        "subWebsiteTypes": {
            "505": {
                "channelWebsiteTypes": {
                    "VAM": "808",
                    "XTRADER": "IAB5",
                    "TANX": "41706",
                    "BES": "505"
                }, "id": "505", "name": "教育"
            },
            "506": {
                "channelWebsiteTypes": {"VAM": "1201", "XTRADER": "IAB7-45", "TANX": "41601", "BES": "506"},
                "id": "506",
                "name": "女性"
            },
            "503": {
                "channelWebsiteTypes": {"VAM": "1005", "XTRADER": "IAB17", "TANX": "42603", "BES": "503"},
                "id": "503",
                "name": "体育"
            },
            "504": {
                "channelWebsiteTypes": {"VAM": "202", "XTRADER": "IAB12-2", "TANX": "42201", "BES": "504"},
                "id": "504",
                "name": "社会"
            },
            "507": {
                "channelWebsiteTypes": {"VAM": "704", "XTRADER": "IAB6-4", "TANX": "41401", "BES": "507"},
                "id": "507",
                "name": "空间周边"
            },
            "501": {
                "channelWebsiteTypes": {"VAM": "303", "XTRADER": "IAB13", "TANX": "42401", "BES": "501"},
                "id": "501",
                "name": "财经"
            },
            "502": {
                "channelWebsiteTypes": {"VAM": "609", "XTRADER": "IAB19-29", "TANX": "40101", "BES": "502"},
                "id": "502",
                "name": "娱乐"
            }
        }
    },
    "4": {
        "id": "4",
        "name": "网络服务应用",
        "subWebsiteTypes": {
            "409": {
                "channelWebsiteTypes": {
                    "VAM": "704",
                    "XTRADER": "IAB19-8",
                    "TANX": "42201",
                    "BES": "409"
                }, "id": "409", "name": "其他"
            },
            "408": {
                "channelWebsiteTypes": {"VAM": "704", "XTRADER": "IAB19-18", "TANX": "42201", "BES": "408"},
                "id": "408",
                "name": "搜索查询"
            },
            "405": {
                "channelWebsiteTypes": {"VAM": "704", "XTRADER": "IAB19-30", "TANX": "42201", "BES": "405"},
                "id": "405",
                "name": "网络相册"
            },
            "404": {
                "channelWebsiteTypes": {"VAM": "704", "XTRADER": "IAB19-30", "TANX": "42201", "BES": "404"},
                "id": "404",
                "name": "网盘"
            },
            "407": {
                "channelWebsiteTypes": {"VAM": "704", "XTRADER": "IAB19-18", "TANX": "42201", "BES": "407"},
                "id": "407",
                "name": "域名注册"
            },
            "406": {
                "channelWebsiteTypes": {"VAM": "704", "XTRADER": "IAB19-30", "TANX": "42201", "BES": "406"},
                "id": "406",
                "name": "在线翻译"
            },
            "401": {
                "channelWebsiteTypes": {"VAM": "704", "XTRADER": "IAB19-19", "TANX": "42201", "BES": "401"},
                "id": "401",
                "name": "源码下载"
            },
            "403": {
                "channelWebsiteTypes": {"VAM": "704", "XTRADER": "IAB19-15", "TANX": "42201", "BES": "403"},
                "id": "403",
                "name": "电子邮箱"
            },
            "402": {
                "channelWebsiteTypes": {"VAM": "704", "XTRADER": "IAB19-27", "TANX": "42201", "BES": "402"},
                "id": "402",
                "name": "技术论坛"
            }
        }
    },
    "9": {
        "id": "9",
        "name": "教学及考试",
        "subWebsiteTypes": {
            "908": {
                "channelWebsiteTypes": {
                    "VAM": "808",
                    "XTRADER": "IAB5-5",
                    "TANX": "41706",
                    "BES": "908"
                }, "id": "908", "name": "其他"
            },
            "907": {
                "channelWebsiteTypes": {"VAM": "802", "XTRADER": "IAB5-2", "TANX": "41706", "BES": "907"},
                "id": "907",
                "name": "课件下载"
            },
            "909": {
                "channelWebsiteTypes": {"VAM": "805", "XTRADER": "IAB5-8", "TANX": "41706", "BES": "909"},
                "id": "909",
                "name": "MBA"
            },
            "904": {
                "channelWebsiteTypes": {"VAM": "803", "XTRADER": "IAB5-8", "TANX": "41706", "BES": "904"},
                "id": "904",
                "name": "考研"
            },
            "903": {
                "channelWebsiteTypes": {"VAM": "802", "XTRADER": "IAB5-6", "TANX": "41706", "BES": "903"},
                "id": "903",
                "name": "高中教育/高考"
            },
            "906": {
                "channelWebsiteTypes": {"VAM": "804", "XTRADER": "IAB5-6", "TANX": "41706", "BES": "906"},
                "id": "906",
                "name": "英语及其他培训"
            },
            "905": {
                "channelWebsiteTypes": {"VAM": "807", "XTRADER": "IAB5-13", "TANX": "41706", "BES": "905"},
                "id": "905",
                "name": "资格考试"
            },
            "910": {
                "channelWebsiteTypes": {"VAM": "806", "XTRADER": "IAB5-7", "TANX": "41706", "BES": "910"},
                "id": "910",
                "name": "出国"
            },
            "902": {
                "channelWebsiteTypes": {"VAM": "802", "XTRADER": "IAB5-12", "TANX": "41706", "BES": "902"},
                "id": "902",
                "name": "小学/初中教育"
            },
            "901": {
                "channelWebsiteTypes": {"VAM": "801", "XTRADER": "IAB6-2", "TANX": "41706", "BES": "901"},
                "id": "901",
                "name": "幼儿教育"
            }
        }
    },
    "8": {
        "id": "8",
        "name": "数码及手机",
        "subWebsiteTypes": {
            "806": {
                "channelWebsiteTypes": {
                    "VAM": "402",
                    "XTRADER": "IAB19-6",
                    "TANX": "40901",
                    "BES": "806"
                }, "id": "806", "name": "手机资源及下载"
            },
            "807": {
                "channelWebsiteTypes": {"VAM": "402", "XTRADER": "IAB19-6", "TANX": "40901", "BES": "807"},
                "id": "807",
                "name": "3G服务"
            },
            "804": {
                "channelWebsiteTypes": {"VAM": "901", "XTRADER": "IAB10-1", "TANX": "40901", "BES": "804"},
                "id": "804",
                "name": "数字家电"
            },
            "805": {
                "channelWebsiteTypes": {"VAM": "403", "XTRADER": "IAB19-29", "TANX": "40901", "BES": "805"},
                "id": "805",
                "name": "游戏机"
            },
            "802": {
                "channelWebsiteTypes": {"VAM": "403", "XTRADER": "IAB19-22", "TANX": "40901", "BES": "802"},
                "id": "802",
                "name": "MP3及MP4"
            },
            "803": {
                "channelWebsiteTypes": {"VAM": "403", "XTRADER": "IAB19-5", "TANX": "40901", "BES": "803"},
                "id": "803",
                "name": "相机/摄像机"
            },
            "801": {
                "channelWebsiteTypes": {"VAM": "402", "XTRADER": "IAB19-6", "TANX": "40901", "BES": "801"},
                "id": "801",
                "name": "数码及手机资讯"
            },
            "808": {
                "channelWebsiteTypes": {"VAM": "406", "XTRADER": "IAB19-35", "TANX": "40901", "BES": "808"},
                "id": "808",
                "name": "其他"
            }
        }
    }
};
_campaignDicData.populations = {
    "性别": [{
        "ckGroupName": "男",
        "ckProperty": "性别",
        "ckType": 0,
        "createTime": 1498099511659,
        "deleteStatus": 0,
        "dimName": "g",
        "id": 1
    }, {
        "ckGroupName": "女",
        "ckProperty": "性别",
        "ckType": 0,
        "createTime": 1498099511660,
        "deleteStatus": 0,
        "dimName": "g",
        "id": 2
    }],
    "年龄": [{
        "ckGroupName": "<18",
        "ckProperty": "年龄",
        "ckType": 0,
        "createTime": 1498099511660,
        "deleteStatus": 0,
        "dimName": "a",
        "id": 3
    }, {
        "ckGroupName": "18-24",
        "ckProperty": "年龄",
        "ckType": 0,
        "createTime": 1498099511660,
        "deleteStatus": 0,
        "dimName": "a",
        "id": 4
    }, {
        "ckGroupName": "25-29",
        "ckProperty": "年龄",
        "ckType": 0,
        "createTime": 1498099511660,
        "deleteStatus": 0,
        "dimName": "a",
        "id": 5
    }, {
        "ckGroupName": "30-34",
        "ckProperty": "年龄",
        "ckType": 0,
        "createTime": 1498099511660,
        "deleteStatus": 0,
        "dimName": "a",
        "id": 6
    }, {
        "ckGroupName": "35-40",
        "ckProperty": "年龄",
        "ckType": 0,
        "createTime": 1498099511661,
        "deleteStatus": 0,
        "dimName": "a",
        "id": 7
    }, {
        "ckGroupName": "40-45",
        "ckProperty": "年龄",
        "ckType": 0,
        "createTime": 1498099511661,
        "deleteStatus": 0,
        "dimName": "a",
        "id": 8
    }, {
        "ckGroupName": "45-50",
        "ckProperty": "年龄",
        "ckType": 0,
        "createTime": 1498099511661,
        "deleteStatus": 0,
        "dimName": "a",
        "id": 9
    }, {
        "ckGroupName": "50+",
        "ckProperty": "年龄",
        "ckType": 0,
        "createTime": 1498099511661,
        "deleteStatus": 0,
        "dimName": "a",
        "id": 10
    }],
    "婚姻状态": [{
        "ckGroupName": "未婚",
        "ckProperty": "婚姻状态",
        "ckType": 0,
        "createTime": 1498099511662,
        "deleteStatus": 0,
        "dimName": "m",
        "id": 11
    }, {
        "ckGroupName": "已婚",
        "ckProperty": "婚姻状态",
        "ckType": 0,
        "createTime": 1498099511662,
        "deleteStatus": 0,
        "dimName": "m",
        "id": 12
    }, {
        "ckGroupName": "征婚",
        "ckProperty": "婚姻状态",
        "ckType": 0,
        "createTime": 1498099511662,
        "deleteStatus": 0,
        "dimName": "m",
        "id": 13
    }, {
        "ckGroupName": "备婚",
        "ckProperty": "婚姻状态",
        "ckType": 0,
        "createTime": 1498099511662,
        "deleteStatus": 0,
        "dimName": "m",
        "id": 14
    }, {
        "ckGroupName": "已孕",
        "ckProperty": "婚姻状态",
        "ckType": 0,
        "createTime": 1498099511662,
        "deleteStatus": 0,
        "dimName": "m",
        "id": 15
    }],
    "育儿阶段": [{
        "ckGroupName": "0-3岁",
        "ckProperty": "育儿阶段",
        "ckType": 0,
        "createTime": 1498099511663,
        "deleteStatus": 0,
        "dimName": "ca",
        "id": 16
    }, {
        "ckGroupName": "3-6岁",
        "ckProperty": "育儿阶段",
        "ckType": 0,
        "createTime": 1498099511663,
        "deleteStatus": 0,
        "dimName": "ca",
        "id": 17
    }, {
        "ckGroupName": "小学",
        "ckProperty": "育儿阶段",
        "ckType": 0,
        "createTime": 1498099511663,
        "deleteStatus": 0,
        "dimName": "ca",
        "id": 18
    }, {
        "ckGroupName": "初中",
        "ckProperty": "育儿阶段",
        "ckType": 0,
        "createTime": 1498099511663,
        "deleteStatus": 0,
        "dimName": "ca",
        "id": 19
    }, {
        "ckGroupName": "高中",
        "ckProperty": "育儿阶段",
        "ckType": 0,
        "createTime": 1498099511663,
        "deleteStatus": 0,
        "dimName": "ca",
        "id": 20
    }],
    "职业类型": [{
        "ckGroupName": "学生",
        "ckProperty": "职业类型",
        "ckType": 0,
        "createTime": 1498099511664,
        "deleteStatus": 0,
        "dimName": "job",
        "id": 21
    }, {
        "ckGroupName": "IT技术相关",
        "ckProperty": "职业类型",
        "ckType": 0,
        "createTime": 1498099511664,
        "deleteStatus": 0,
        "dimName": "job",
        "id": 22
    }, {
        "ckGroupName": "采购相关",
        "ckProperty": "职业类型",
        "ckType": 0,
        "createTime": 1498099511664,
        "deleteStatus": 0,
        "dimName": "job",
        "id": 23
    }, {
        "ckGroupName": "服务业相关",
        "ckProperty": "职业类型",
        "ckType": 0,
        "createTime": 1498099511664,
        "deleteStatus": 0,
        "dimName": "job",
        "id": 24
    }, {
        "ckGroupName": "工业相关",
        "ckProperty": "职业类型",
        "ckType": 0,
        "createTime": 1498099511671,
        "deleteStatus": 0,
        "dimName": "job",
        "id": 25
    }, {
        "ckGroupName": "其他",
        "ckProperty": "职业类型",
        "ckType": 0,
        "createTime": 1498099511671,
        "deleteStatus": 0,
        "dimName": "job",
        "id": 26
    }],
    "职业状态": [{
        "ckGroupName": "初入职场",
        "ckProperty": "职业状态",
        "ckType": 0,
        "createTime": 1498099511671,
        "deleteStatus": 0,
        "dimName": "jt",
        "id": 27
    }, {
        "ckGroupName": "江湖老人",
        "ckProperty": "职业状态",
        "ckType": 0,
        "createTime": 1498099511671,
        "deleteStatus": 0,
        "dimName": "jt",
        "id": 28
    }, {
        "ckGroupName": "基层领导",
        "ckProperty": "职业状态",
        "ckType": 0,
        "createTime": 1498099511671,
        "deleteStatus": 0,
        "dimName": "jt",
        "id": 29
    }, {
        "ckGroupName": "中层领导",
        "ckProperty": "职业状态",
        "ckType": 0,
        "createTime": 1498099511672,
        "deleteStatus": 0,
        "dimName": "jt",
        "id": 30
    }, {
        "ckGroupName": "高层领导",
        "ckProperty": "职业状态",
        "ckType": 0,
        "createTime": 1498099511672,
        "deleteStatus": 0,
        "dimName": "jt",
        "id": 31
    }],
    "求学阶段": [{
        "ckGroupName": "初中及以下",
        "ckProperty": "求学阶段",
        "ckType": 0,
        "createTime": 1498099511672,
        "deleteStatus": 0,
        "dimName": "e",
        "id": 32
    }, {
        "ckGroupName": "高中中专",
        "ckProperty": "求学阶段",
        "ckType": 0,
        "createTime": 1498099511672,
        "deleteStatus": 0,
        "dimName": "e",
        "id": 33
    }, {
        "ckGroupName": "大专",
        "ckProperty": "求学阶段",
        "ckType": 0,
        "createTime": 1498099511672,
        "deleteStatus": 0,
        "dimName": "e",
        "id": 34
    }, {
        "ckGroupName": "本科",
        "ckProperty": "求学阶段",
        "ckType": 0,
        "createTime": 1498099511673,
        "deleteStatus": 0,
        "dimName": "e",
        "id": 35
    }, {
        "ckGroupName": "研究生及以上",
        "ckProperty": "求学阶段",
        "ckType": 0,
        "createTime": 1498099511673,
        "deleteStatus": 0,
        "dimName": "e",
        "id": 36
    }],
    "备考阶段": [{
        "ckGroupName": "中考",
        "ckProperty": "备考阶段",
        "ckType": 0,
        "createTime": 1498099511673,
        "deleteStatus": 0,
        "dimName": "fr",
        "id": 37
    }, {
        "ckGroupName": "高考",
        "ckProperty": "备考阶段",
        "ckType": 0,
        "createTime": 1498099511673,
        "deleteStatus": 0,
        "dimName": "fr",
        "id": 38
    }, {
        "ckGroupName": "考研",
        "ckProperty": "备考阶段",
        "ckType": 0,
        "createTime": 1498099511673,
        "deleteStatus": 0,
        "dimName": "fr",
        "id": 39
    }, {
        "ckGroupName": "出国留学",
        "ckProperty": "备考阶段",
        "ckType": 0,
        "createTime": 1498099511674,
        "deleteStatus": 0,
        "dimName": "fr",
        "id": 40
    }],
    "居住阶段": [{
        "ckGroupName": "移民",
        "ckProperty": "居住阶段",
        "ckType": 0,
        "createTime": 1498099511674,
        "deleteStatus": 0,
        "dimName": "h",
        "id": 41
    }, {
        "ckGroupName": "购房",
        "ckProperty": "居住阶段",
        "ckType": 0,
        "createTime": 1498099511674,
        "deleteStatus": 0,
        "dimName": "h",
        "id": 42
    }, {
        "ckGroupName": "搬家",
        "ckProperty": "居住阶段",
        "ckType": 0,
        "createTime": 1498099511674,
        "deleteStatus": 0,
        "dimName": "h",
        "id": 43
    }, {
        "ckGroupName": "装修",
        "ckProperty": "居住阶段",
        "ckType": 0,
        "createTime": 1498099511674,
        "deleteStatus": 0,
        "dimName": "h",
        "id": 44
    }]
};
_campaignDicData.instresting = {
    "休闲享受": [{
        "ckGroupName": "奢侈品",
        "ckProperty": "休闲享受",
        "ckType": 1,
        "createTime": 1498099511682,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 45
    }, {
        "ckGroupName": "美食",
        "ckProperty": "休闲享受",
        "ckType": 1,
        "createTime": 1498099511683,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 46
    }, {
        "ckGroupName": "品酒",
        "ckProperty": "休闲享受",
        "ckType": 1,
        "createTime": 1498099511683,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 47
    }, {
        "ckGroupName": "旅游",
        "ckProperty": "休闲享受",
        "ckType": 1,
        "createTime": 1498099511683,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 48
    }, {
        "ckGroupName": "汽车",
        "ckProperty": "休闲享受",
        "ckType": 1,
        "createTime": 1498099511683,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 49
    }, {
        "ckGroupName": "其它",
        "ckProperty": "休闲享受",
        "ckType": 1,
        "createTime": 1498099511683,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 50
    }],
    "娱乐": [{
        "ckGroupName": "名人明星",
        "ckProperty": "娱乐",
        "ckType": 1,
        "createTime": 1498099511684,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 51
    }, {
        "ckGroupName": "音乐",
        "ckProperty": "娱乐",
        "ckType": 1,
        "createTime": 1498099511684,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 52
    }, {
        "ckGroupName": "戏曲",
        "ckProperty": "娱乐",
        "ckType": 1,
        "createTime": 1498099511684,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 53
    }, {
        "ckGroupName": "电影",
        "ckProperty": "娱乐",
        "ckType": 1,
        "createTime": 1498099511684,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 54
    }, {
        "ckGroupName": "电视剧",
        "ckProperty": "娱乐",
        "ckType": 1,
        "createTime": 1498099511684,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 55
    }, {
        "ckGroupName": "动漫",
        "ckProperty": "娱乐",
        "ckType": 1,
        "createTime": 1498099511685,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 56
    }, {
        "ckGroupName": "综艺娱乐",
        "ckProperty": "娱乐",
        "ckType": 1,
        "createTime": 1498099511685,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 57
    }, {
        "ckGroupName": "舞蹈",
        "ckProperty": "娱乐",
        "ckType": 1,
        "createTime": 1498099511685,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 58
    }, {
        "ckGroupName": "相声小品",
        "ckProperty": "娱乐",
        "ckType": 1,
        "createTime": 1498099511685,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 59
    }, {
        "ckGroupName": "摄影",
        "ckProperty": "娱乐",
        "ckType": 1,
        "createTime": 1498099511686,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 60
    }, {
        "ckGroupName": "彩票",
        "ckProperty": "娱乐",
        "ckType": 1,
        "createTime": 1498099511686,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 61
    }, {
        "ckGroupName": "棋牌桌游",
        "ckProperty": "娱乐",
        "ckType": 1,
        "createTime": 1498099511686,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 62
    }, {
        "ckGroupName": "其他",
        "ckProperty": "娱乐",
        "ckType": 1,
        "createTime": 1498099511686,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 63
    }],
    "IT数码": [{
        "ckGroupName": "手机数码",
        "ckProperty": "IT数码",
        "ckType": 1,
        "createTime": 1498099511686,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 64
    }, {
        "ckGroupName": "电脑家电",
        "ckProperty": "IT数码",
        "ckType": 1,
        "createTime": 1498099511692,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 65
    }, {
        "ckGroupName": "IT技术",
        "ckProperty": "IT数码",
        "ckType": 1,
        "createTime": 1498099511692,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 66
    }, {
        "ckGroupName": "科技信息",
        "ckProperty": "IT数码",
        "ckType": 1,
        "createTime": 1498099511692,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 67
    }, {
        "ckGroupName": "其他",
        "ckProperty": "IT数码",
        "ckType": 1,
        "createTime": 1498099511692,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 68
    }],
    "时尚": [{
        "ckGroupName": "美容护理",
        "ckProperty": "时尚",
        "ckType": 1,
        "createTime": 1498099511692,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 69
    }, {
        "ckGroupName": "服饰配饰",
        "ckProperty": "时尚",
        "ckType": 1,
        "createTime": 1498099511693,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 70
    }, {
        "ckGroupName": "美体健身",
        "ckProperty": "时尚",
        "ckType": 1,
        "createTime": 1498099511693,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 71
    }, {
        "ckGroupName": "写真摄影",
        "ckProperty": "时尚",
        "ckType": 1,
        "createTime": 1498099511693,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 72
    }, {
        "ckGroupName": "其它",
        "ckProperty": "时尚",
        "ckType": 1,
        "createTime": 1498099511693,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 73
    }],
    "生活与家庭": [{
        "ckGroupName": "亲子育宝",
        "ckProperty": "生活与家庭",
        "ckType": 1,
        "createTime": 1498099511693,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 74
    }, {
        "ckGroupName": "健康养生",
        "ckProperty": "生活与家庭",
        "ckType": 1,
        "createTime": 1498099511694,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 75
    }, {
        "ckGroupName": "家居",
        "ckProperty": "生活与家庭",
        "ckType": 1,
        "createTime": 1498099511694,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 76
    }, {
        "ckGroupName": "居家风水",
        "ckProperty": "生活与家庭",
        "ckType": 1,
        "createTime": 1498099511694,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 77
    }, {
        "ckGroupName": "家庭装饰",
        "ckProperty": "生活与家庭",
        "ckType": 1,
        "createTime": 1498099511694,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 78
    }, {
        "ckGroupName": "花卉园艺",
        "ckProperty": "生活与家庭",
        "ckType": 1,
        "createTime": 1498099511694,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 79
    }, {
        "ckGroupName": "宠物",
        "ckProperty": "生活与家庭",
        "ckType": 1,
        "createTime": 1498099511695,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 80
    }, {
        "ckGroupName": "烹饪",
        "ckProperty": "生活与家庭",
        "ckType": 1,
        "createTime": 1498099511695,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 81
    }, {
        "ckGroupName": "其他",
        "ckProperty": "生活与家庭",
        "ckType": 1,
        "createTime": 1498099511695,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 82
    }],
    "体育赛事": [{
        "ckGroupName": "足球",
        "ckProperty": "体育赛事",
        "ckType": 1,
        "createTime": 1498099511695,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 83
    }, {
        "ckGroupName": "篮球",
        "ckProperty": "体育赛事",
        "ckType": 1,
        "createTime": 1498099511695,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 84
    }, {
        "ckGroupName": "排球",
        "ckProperty": "体育赛事",
        "ckType": 1,
        "createTime": 1498099511696,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 85
    }, {
        "ckGroupName": "乒乓球",
        "ckProperty": "体育赛事",
        "ckType": 1,
        "createTime": 1498099511696,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 86
    }, {
        "ckGroupName": "网球",
        "ckProperty": "体育赛事",
        "ckType": 1,
        "createTime": 1498099511696,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 87
    }, {
        "ckGroupName": "羽毛球",
        "ckProperty": "体育赛事",
        "ckType": 1,
        "createTime": 1498099511696,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 88
    }, {
        "ckGroupName": "田径",
        "ckProperty": "体育赛事",
        "ckType": 1,
        "createTime": 1498099511697,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 89
    }, {
        "ckGroupName": "体操",
        "ckProperty": "体育赛事",
        "ckType": 1,
        "createTime": 1498099511697,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 90
    }, {
        "ckGroupName": "武术、气功、太极",
        "ckProperty": "体育赛事",
        "ckType": 1,
        "createTime": 1498099511697,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 91
    }, {
        "ckGroupName": "高尔夫、马术、赛车",
        "ckProperty": "体育赛事",
        "ckType": 1,
        "createTime": 1498099511697,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 92
    }, {
        "ckGroupName": "水上运动",
        "ckProperty": "体育赛事",
        "ckType": 1,
        "createTime": 1498099511697,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 93
    }, {
        "ckGroupName": "极限运动",
        "ckProperty": "体育赛事",
        "ckType": 1,
        "createTime": 1498099511703,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 94
    }, {
        "ckGroupName": "棋牌类运动",
        "ckProperty": "体育赛事",
        "ckType": 1,
        "createTime": 1498099511703,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 95
    }, {
        "ckGroupName": "其他",
        "ckProperty": "体育赛事",
        "ckType": 1,
        "createTime": 1498099511703,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 96
    }],
    "金融财经": [{
        "ckGroupName": "理财",
        "ckProperty": "金融财经",
        "ckType": 1,
        "createTime": 1498099511703,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 97
    }, {
        "ckGroupName": "房地产",
        "ckProperty": "金融财经",
        "ckType": 1,
        "createTime": 1498099511703,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 98
    }, {
        "ckGroupName": "金融投资",
        "ckProperty": "金融财经",
        "ckType": 1,
        "createTime": 1498099511704,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 99
    }, {
        "ckGroupName": "财政资讯",
        "ckProperty": "金融财经",
        "ckType": 1,
        "createTime": 1498099511704,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 100
    }, {
        "ckGroupName": "项目投资",
        "ckProperty": "金融财经",
        "ckType": 1,
        "createTime": 1498099511704,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 101
    }],
    "社会": [{
        "ckGroupName": "社会政治",
        "ckProperty": "社会",
        "ckType": 1,
        "createTime": 1498099511704,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 102
    }, {
        "ckGroupName": "军事",
        "ckProperty": "社会",
        "ckType": 1,
        "createTime": 1498099511704,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 103
    }, {
        "ckGroupName": "其它",
        "ckProperty": "社会",
        "ckType": 1,
        "createTime": 1498099511705,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 104
    }],
    "社交": [{
        "ckGroupName": "社交网络",
        "ckProperty": "社交",
        "ckType": 1,
        "createTime": 1498099511705,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 105
    }, {
        "ckGroupName": "婚恋交友",
        "ckProperty": "社交",
        "ckType": 1,
        "createTime": 1498099511705,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 106
    }, {
        "ckGroupName": "商务",
        "ckProperty": "社交",
        "ckType": 1,
        "createTime": 1498099511705,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 107
    }, {
        "ckGroupName": "休闲活动",
        "ckProperty": "社交",
        "ckType": 1,
        "createTime": 1498099511705,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 108
    }, {
        "ckGroupName": "其他",
        "ckProperty": "社交",
        "ckType": 1,
        "createTime": 1498099511706,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 109
    }],
    "网络文学": [{
        "ckGroupName": "武侠仙侠",
        "ckProperty": "网络文学",
        "ckType": 1,
        "createTime": 1498099511706,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 110
    }, {
        "ckGroupName": "玄幻奇幻",
        "ckProperty": "网络文学",
        "ckType": 1,
        "createTime": 1498099511706,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 111
    }, {
        "ckGroupName": "都市爱情",
        "ckProperty": "网络文学",
        "ckType": 1,
        "createTime": 1498099511706,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 112
    }, {
        "ckGroupName": "科幻超能",
        "ckProperty": "网络文学",
        "ckType": 1,
        "createTime": 1498099511707,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 113
    }, {
        "ckGroupName": "惊悚悬疑",
        "ckProperty": "网络文学",
        "ckType": 1,
        "createTime": 1498099511707,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 114
    }, {
        "ckGroupName": "军事历史",
        "ckProperty": "网络文学",
        "ckType": 1,
        "createTime": 1498099511707,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 115
    }, {
        "ckGroupName": "游戏竞技",
        "ckProperty": "网络文学",
        "ckType": 1,
        "createTime": 1498099511707,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 116
    }, {
        "ckGroupName": "其他",
        "ckProperty": "网络文学",
        "ckType": 1,
        "createTime": 1498099511707,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 117
    }],
    "精读阅读": [{
        "ckGroupName": "专业技术",
        "ckProperty": "精读阅读",
        "ckType": 1,
        "createTime": 1498099511708,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 118
    }, {
        "ckGroupName": "管理",
        "ckProperty": "精读阅读",
        "ckType": 1,
        "createTime": 1498099511708,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 119
    }, {
        "ckGroupName": "励志",
        "ckProperty": "精读阅读",
        "ckType": 1,
        "createTime": 1498099511708,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 120
    }, {
        "ckGroupName": "人文艺术",
        "ckProperty": "精读阅读",
        "ckType": 1,
        "createTime": 1498099511708,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 121
    }, {
        "ckGroupName": "生活",
        "ckProperty": "精读阅读",
        "ckType": 1,
        "createTime": 1498099511708,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 122
    }, {
        "ckGroupName": "报刊杂志",
        "ckProperty": "精读阅读",
        "ckType": 1,
        "createTime": 1498099511714,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 123
    }, {
        "ckGroupName": "其他",
        "ckProperty": "精读阅读",
        "ckType": 1,
        "createTime": 1498099511714,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 124
    }],
    "游戏": [{
        "ckGroupName": "大型客户端游戏",
        "ckProperty": "游戏",
        "ckType": 1,
        "createTime": 1498099511714,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 125
    }, {
        "ckGroupName": "手机平板游戏",
        "ckProperty": "游戏",
        "ckType": 1,
        "createTime": 1498099511714,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 126
    }, {
        "ckGroupName": "小游戏flash游戏",
        "ckProperty": "游戏",
        "ckType": 1,
        "createTime": 1498099511714,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 127
    }, {
        "ckGroupName": "即时战斗RPG页游",
        "ckProperty": "游戏",
        "ckType": 1,
        "createTime": 1498099511715,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 128
    }, {
        "ckGroupName": "回合制RPG页游",
        "ckProperty": "游戏",
        "ckType": 1,
        "createTime": 1498099511715,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 129
    }, {
        "ckGroupName": "战争策略类页游",
        "ckProperty": "游戏",
        "ckType": 1,
        "createTime": 1498099511715,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 130
    }, {
        "ckGroupName": "网游",
        "ckProperty": "游戏",
        "ckType": 1,
        "createTime": 1498099511715,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 131
    }, {
        "ckGroupName": "通用页游",
        "ckProperty": "游戏",
        "ckType": 1,
        "createTime": 1498099511715,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 132
    }, {
        "ckGroupName": "动作和平台游戏",
        "ckProperty": "游戏",
        "ckType": 1,
        "createTime": 1498099511716,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 133
    }, {
        "ckGroupName": "冒险游戏",
        "ckProperty": "游戏",
        "ckType": 1,
        "createTime": 1498099511716,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 134
    }, {
        "ckGroupName": "休闲游戏",
        "ckProperty": "游戏",
        "ckType": 1,
        "createTime": 1498099511716,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 135
    }, {
        "ckGroupName": "驾驶与赛车游戏",
        "ckProperty": "游戏",
        "ckType": 1,
        "createTime": 1498099511716,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 136
    }, {
        "ckGroupName": "格斗游戏",
        "ckProperty": "游戏",
        "ckType": 1,
        "createTime": 1498099511717,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 137
    }, {
        "ckGroupName": "音乐舞蹈游戏",
        "ckProperty": "游戏",
        "ckType": 1,
        "createTime": 1498099511717,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 138
    }, {
        "ckGroupName": "射击游戏",
        "ckProperty": "游戏",
        "ckType": 1,
        "createTime": 1498099511717,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 139
    }, {
        "ckGroupName": "模拟游戏",
        "ckProperty": "游戏",
        "ckType": 1,
        "createTime": 1498099511717,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 140
    }, {
        "ckGroupName": "体育游戏",
        "ckProperty": "游戏",
        "ckType": 1,
        "createTime": 1498099511717,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 141
    }, {
        "ckGroupName": "战略游戏",
        "ckProperty": "游戏",
        "ckType": 1,
        "createTime": 1498099511718,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 142
    }, {
        "ckGroupName": "游戏媒体与参考",
        "ckProperty": "游戏",
        "ckType": 1,
        "createTime": 1498099511718,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 143
    }, {
        "ckGroupName": "其他",
        "ckProperty": "游戏",
        "ckType": 1,
        "createTime": 1498099511718,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 144
    }],
    "网购": [{
        "ckGroupName": "运动产品",
        "ckProperty": "网购",
        "ckType": 1,
        "createTime": 1498099511718,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 145
    }, {
        "ckGroupName": "数码产品",
        "ckProperty": "网购",
        "ckType": 1,
        "createTime": 1498099511718,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 146
    }, {
        "ckGroupName": "家电",
        "ckProperty": "网购",
        "ckType": 1,
        "createTime": 1498099511719,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 147
    }, {
        "ckGroupName": "鞋服包饰",
        "ckProperty": "网购",
        "ckType": 1,
        "createTime": 1498099511719,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 148
    }, {
        "ckGroupName": "个护美容",
        "ckProperty": "网购",
        "ckType": 1,
        "createTime": 1498099511719,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 149
    }, {
        "ckGroupName": "家居家装",
        "ckProperty": "网购",
        "ckType": 1,
        "createTime": 1498099511719,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 150
    }, {
        "ckGroupName": "生活日用",
        "ckProperty": "网购",
        "ckType": 1,
        "createTime": 1498099511719,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 151
    }, {
        "ckGroupName": "母婴",
        "ckProperty": "网购",
        "ckType": 1,
        "createTime": 1498099511726,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 152
    }, {
        "ckGroupName": "奢侈品",
        "ckProperty": "网购",
        "ckType": 1,
        "createTime": 1498099511726,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 153
    }, {
        "ckGroupName": "房地产",
        "ckProperty": "网购",
        "ckType": 1,
        "createTime": 1498099511726,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 154
    }, {
        "ckGroupName": "汽车",
        "ckProperty": "网购",
        "ckType": 1,
        "createTime": 1498099511726,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 155
    }, {
        "ckGroupName": "金融财经",
        "ckProperty": "网购",
        "ckType": 1,
        "createTime": 1498099511727,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 156
    }, {
        "ckGroupName": "旅游",
        "ckProperty": "网购",
        "ckType": 1,
        "createTime": 1498099511727,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 157
    }, {
        "ckGroupName": "教育培训",
        "ckProperty": "网购",
        "ckType": 1,
        "createTime": 1498099511727,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 158
    }, {
        "ckGroupName": "电子游戏",
        "ckProperty": "网购",
        "ckType": 1,
        "createTime": 1498099511727,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 159
    }, {
        "ckGroupName": "食品饮品",
        "ckProperty": "网购",
        "ckType": 1,
        "createTime": 1498099511727,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 160
    }, {
        "ckGroupName": "宠物",
        "ckProperty": "网购",
        "ckType": 1,
        "createTime": 1498099511728,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 161
    }, {
        "ckGroupName": "保健",
        "ckProperty": "网购",
        "ckType": 1,
        "createTime": 1498099511728,
        "deleteStatus": 0,
        "dimName": "i",
        "id": 162
    }]
};
_campaignDicData.creativeSizeFlow = [];
var campaignDicData = _campaignDicData;